/*
 Navicat Premium Data Transfer

 Source Server         : 阿里云121.40.124.170
 Source Server Type    : MySQL
 Source Server Version : 50728
 Source Host           : 121.40.124.170:3306
 Source Schema         : zm

 Target Server Type    : MySQL
 Target Server Version : 50728
 File Encoding         : 65001

 Date: 11/08/2023 23:06:58
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for tab_board
-- ----------------------------
DROP TABLE IF EXISTS `tab_board`;
CREATE TABLE `tab_board` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `board_id` varchar(40) DEFAULT NULL,
  `board_type` varchar(10) DEFAULT NULL,
  `category` varchar(10) DEFAULT NULL,
  `sub_date` varchar(20) DEFAULT NULL,
  `sub_user` varchar(40) DEFAULT NULL,
  `addr` json DEFAULT NULL,
  `cat` json DEFAULT NULL,
  `title` varchar(200) DEFAULT NULL,
  `content` json DEFAULT NULL,
  `fav` json DEFAULT NULL,
  `favCount` int(11) DEFAULT NULL,
  `see` json DEFAULT NULL,
  `close` int(11) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=555 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of tab_board
-- ----------------------------
BEGIN;
INSERT INTO `tab_board` VALUES (1, 'd8cb0926-f449-417b-8593-e5a820125680', 'cat', '目撃', '2022-05-28 20:16:19', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"10\", \"clr\": \"白\", \"img\": [\"81dEKiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫2\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"8RAnKiN7l2\", \"sub_date\": \"2001-10-20 19:16:59\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"加藤 光司\"]', 12, '[\"小林 健太\", \"渡邉 太郎\", \"高橋 花子\", \"高橋 由美子\", \"中村 健太\"]', 0);
INSERT INTO `tab_board` VALUES (2, '9e0d19e7-d68a-4857-9264-6a1e467bcf8e', 'cat', '迷子', '2022-08-03 01:53:21', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"9\", \"clr\": \"黒\", \"img\": [\"picYIiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫6\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"gYFBJiN7l2\", \"sub_date\": \"2011-12-13 11:31:06\"}', 'うちの猫が体臭を放っています。なぜでしょう？', '{\"cnt\": \"猫の体臭はさまざまな要因によって引き起こされる場合があります。食事、健康状態、ストレスなどが影響することがあります。猫の体臭が気になる場合は、獣医師に相談してみることをおすすめします。\", \"rep\": []}', '[\"佐藤 花子\", \"渡邉 健太\", \"佐藤 花子\"]', 12, '[\"佐藤 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (3, '1c48104b-09b7-4f67-8ab3-1a20a35d4a68', 'cat', '保護', '2022-07-18 10:30:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"渋谷1-2-3\", \"addr_ken\": \"東京都\", \"addr_shi\": \"渋谷区\"}', '{\"age\": \"2歳\", \"clr\": \"三毛\", \"img\": [\"PiXtJiN7l2\"], \"sex\": \"メス\", \"attr\": \"おとなしい\", \"name\": \"ミケ\", \"size\": \"小型\", \"type\": \"三毛猫\", \"image\": \"W6bnKiN7l2\", \"sub_date\": \"2002-07-04 11:43:53\"}', '渋谷区で保護した三毛猫', '{\"cnt\": \"東京都渋谷区で保護した三毛猫を里親募集しています。おとなしい性格で、人懐っこいです。\", \"rep\": []}', '[\"鈴木\", \"渡辺\"]', 12, '[\"田中\", \"山田\"]', 0);
INSERT INTO `tab_board` VALUES (4, 'a229cc4c-54f9-485f-999e-79bb0c445e4a', 'cat', '保護', '2022-11-24 19:00:37', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"6\", \"clr\": \"黒\", \"img\": [\"5fiqLiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫2\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"FjKtJiN7l2\", \"sub_date\": \"2018-11-02 11:03:36\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"中村 健太\", \"加藤 雅美\", \"加藤 光司\", \"高橋 由美子\", \"鈴木 太郎\"]', 12, '[\"高橋 次郎\", \"中村 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (5, 'db8f091f-1972-408d-845e-0d3c07a1f94e', 'cat', '目撃', '2022-07-17 16:10:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"中区栄1-2-3\", \"addr_ken\": \"愛知県\", \"addr_shi\": \"名古屋市\"}', '{\"age\": \"2歳\", \"clr\": \"白黒\", \"img\": [\"81dEKiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛らしい\", \"name\": \"ミー\", \"size\": \"中型\", \"type\": \"ペルシャ猫\", \"image\": \"LytaLiN7l2\", \"sub_date\": \"2002-08-27 22:18:42\"}', 'ペルシャ猫を目撃しました', '{\"cnt\": \"名古屋市中区栄でペルシャ猫を目撃しました。愛らしい性格で、飼い主が心配です。\", \"rep\": []}', '[\"鈴木\", \"渡辺\"]', 12, '[\"山田\", \"田中\"]', 0);
INSERT INTO `tab_board` VALUES (6, '5393f3d4-2f68-4987-9de1-c26d5606766d', 'cat', '受付中', '2022-07-13 14:30:00', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"3\", \"clr\": \"黒\", \"img\": [\"picYIiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫4\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"D8ZhLiN7l2\", \"sub_date\": \"2003-07-28 19:50:02\"}', 'うちの猫はなぜソファを引っかくのでしょうか？', '{\"cnt\": \"猫は爪を研ぐためにソファを引っかくことがあります。適切な猫用の爪とぎを提供し、猫がその上で爪を研ぐように誘導することがおすすめです。\", \"rep\": []}', '[\"佐藤 麻衣\"]', 12, '[\"田中 亜美\", \"中村 光司\"]', 0);
INSERT INTO `tab_board` VALUES (7, '3ea1a853-bd2c-4231-9590-85b3046d4e5a', 'cat', '目撃', '2022-07-13 14:30:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"10\", \"clr\": \"白\", \"img\": [\"zGfqLiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫8\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"a81zIiN7l2\", \"sub_date\": \"2008-02-05 23:58:30\"}', '猫砂を新しく変えても、うちの猫は受け入れてくれません。どうすればいいですか？', '{\"cnt\": \"猫は新しい環境に慣れるまで時間がかかることがあります。少しずつ新しい猫砂と旧猫砂を混ぜて使用したり、猫が好む猫砂を試したりすることで、猫が新しい猫砂を受け入れるようになるかもしれません。\", \"rep\": []}', '[\"加藤 麻衣\"]', 12, '[\"佐藤 雅美\", \"山本 雅美\", \"小林 由美子\", \"佐藤 康介\"]', 0);
INSERT INTO `tab_board` VALUES (8, '7606a15e-c118-496a-8fbf-3051b012bf26', 'note', 'NULL', '2022-03-14 03:09:31', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"10\", \"clr\": \"白\", \"img\": [\"y9ZvKiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫6\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"A99NKiN7l2\", \"sub_date\": \"2005-05-26 21:32:05\"}', '猫砂を新しく変えても、うちの猫は受け入れてくれません。どうすればいいですか？', '{\"cnt\": \"猫は新しい環境に慣れるまで時間がかかることがあります。少しずつ新しい猫砂と旧猫砂を混ぜて使用したり、猫が好む猫砂を試したりすることで、猫が新しい猫砂を受け入れるようになるかもしれません。\", \"rep\": []}', '[\"田中 健太\", \"高橋 麻衣\", \"渡邉 雅美\", \"鈴木 次郎\", \"山本 麻衣\"]', 5, '[\"高橋 次郎\", \"中村 太郎\", \"中村 雅美\", \"山本 健太\", \"山本 光司\"]', 0);
INSERT INTO `tab_board` VALUES (9, '12ca5ea5-6855-4a80-b2b0-b7e9ebd67b99', 'note', 'NULL', '2020-07-10 13:03:41', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"2\", \"clr\": \"三色\", \"img\": [\"y9ZvKiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫4\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"lawaLiN7l2\", \"sub_date\": \"2013-09-12 05:09:40\"}', 'うちの猫が体臭を放っています。なぜでしょう？', '{\"cnt\": \"猫の体臭はさまざまな要因によって引き起こされる場合があります。食事、健康状態、ストレスなどが影響することがあります。猫の体臭が気になる場合は、獣医師に相談してみることをおすすめします。\", \"rep\": []}', '[\"小林 麻衣\", \"小林 花子\", \"佐藤 雅美\", \"田中 光司\", \"oumoon33@gmail.com\"]', 5, '[\"佐藤 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (10, 'b941227c-e83d-48d0-9203-375d2e9fe787', 'qa', '解決', '2022-01-29 16:49:20', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"3\", \"clr\": \"黒\", \"img\": [\"IFj7KiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫3\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"cbJyLiN7l2\", \"sub_date\": \"2000-03-30 08:19:17\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"田中 麻衣\", \"小林 太郎\", \"高橋 健太\", \"山本 次郎\"]', 12, '[\"渡邉 雅美\", \"加藤 太郎\", \"伊藤 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (11, '4d5c2a22-691e-46cc-a362-50846d646fab', 'note', 'NULL', '2021-11-13 15:21:30', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"6\", \"clr\": \"三色\", \"img\": [\"B9FRJiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫8\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"B99NKiN7l2\", \"sub_date\": \"2009-12-19 11:56:46\"}', 'うちの猫が体臭を放っています。なぜでしょう？', '{\"cnt\": \"猫の体臭はさまざまな要因によって引き起こされる場合があります。食事、健康状態、ストレスなどが影響することがあります。猫の体臭が気になる場合は、獣医師に相談してみることをおすすめします。\", \"rep\": []}', '[\"鈴木 光司\", \"中村 康介\", \"田中 亜美\", \"中村 太郎\", \"渡邉 麻衣\", \"liyang@hotmail.com\"]', 6, '[\"鈴木 麻衣\", \"田中 雅美\", \"高橋 太郎\", \"中村 麻衣\"]', 0);
INSERT INTO `tab_board` VALUES (12, '9b560215-6802-4225-a818-1f62fba28955', 'cat', '迷子', '2022-10-27 20:50:40', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"3\", \"clr\": \"白\", \"img\": [\"B9FRJiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫5\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"kicYIiN7l2\", \"sub_date\": \"2000-09-27 18:13:15\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"中村 雅美\"]', 12, '[\"高橋 太郎\", \"田中 花子\", \"山本 亜美\", \"中村 光司\"]', 0);
INSERT INTO `tab_board` VALUES (13, 'bd764c17-b8fd-4b68-8a15-bf9e038be6dd', 'cat', '迷子', '2022-07-19 14:20:00', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"北区2-3-4\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"3歳\", \"clr\": \"白\", \"img\": [\"UTW8KiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発な\", \"name\": \"シロ\", \"size\": \"中型\", \"type\": \"白猫\", \"image\": \"WJbNKiN7l2\", \"sub_date\": \"2018-10-21 15:36:10\"}', '迷子の白猫を探しています', '{\"cnt\": \"大阪市北区で迷子の白猫を見かけた方がいらっしゃいましたら、ご連絡ください。活発な性格です。\", \"rep\": []}', '[\"田中\", \"渡辺\"]', 12, '[\"山田\", \"鈴木\"]', 0);
INSERT INTO `tab_board` VALUES (14, '2d688ab5-d2ac-4736-b491-07f249a4ad48', 'cat', '目撃', '2022-10-29 23:31:06', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"3\", \"clr\": \"黒\", \"img\": [\"IFj7KiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫7\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"SxPRJiN7l2\", \"sub_date\": \"2009-01-09 17:31:09\"}', '猫が激しく噛みつくことがあります。どうすればいいですか？', '{\"cnt\": \"猫が激しく噛みつく行動はさまざまな理由が考えられます。痛み、不安、興奮などが影響することがあります。獣医師と相談し、猫の健康状態や行動について確認することが重要です。\", \"rep\": []}', '[\"伊藤 次郎\", \"佐藤 光司\", \"伊藤 由美子\"]', 12, '[\"鈴木 雅美\", \"加藤 太郎\", \"山本 太郎\", \"伊藤 花子\", \"佐藤 健太\"]', 0);
INSERT INTO `tab_board` VALUES (15, '6acbb2e4-b951-4fdc-94db-83be9283d6be', 'cat', '迷子', '2022-07-13 14:30:00', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"9\", \"clr\": \"三色\", \"img\": [\"L99NKiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫7\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"uAJhLiN7l2\", \"sub_date\": \"2020-09-30 21:43:46\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"中村 麻衣\", \"小林 麻衣\", \"伊藤 次郎\"]', 12, '[\"山本 由美子\", \"佐藤 花子\", \"中村 康介\", \"中村 麻衣\", \"田中 雅美\"]', 0);
INSERT INTO `tab_board` VALUES (16, 'eb18d349-9045-4ec6-9e95-04f041eaa777', 'cat', '迷子', '2022-01-12 23:02:52', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"京都市\"}', '{\"age\": \"4\", \"clr\": \"白\", \"img\": [\"XDwhLiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫10\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"MTW8KiN7l2\", \"sub_date\": \"2003-06-06 17:18:16\"}', '猫砂を新しく変えても、うちの猫は受け入れてくれません。どうすればいいですか？', '{\"cnt\": \"猫は新しい環境に慣れるまで時間がかかることがあります。少しずつ新しい猫砂と旧猫砂を混ぜて使用したり、猫が好む猫砂を試したりすることで、猫が新しい猫砂を受け入れるようになるかもしれません。\", \"rep\": []}', '[\"小林 麻衣\", \"伊藤 次郎\", \"小林 健太\", \"佐藤 花子\"]', 12, '[\"渡邉 健太\", \"小林 康介\", \"佐藤 由美子\", \"高橋 健太\"]', 0);
INSERT INTO `tab_board` VALUES (17, 'fcbe1183-70ea-4e02-8f7d-fc5aa7753254', 'cat', '目撃', '2022-11-26 22:32:50', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"3\", \"clr\": \"茶\", \"img\": [\"KuZ8KiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫10\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"GjKtJiN7l2\", \"sub_date\": \"2008-12-18 06:23:57\"}', '猫砂を新しく変えても、うちの猫は受け入れてくれません。どうすればいいですか？', '{\"cnt\": \"猫は新しい環境に慣れるまで時間がかかることがあります。少しずつ新しい猫砂と旧猫砂を混ぜて使用したり、猫が好む猫砂を試したりすることで、猫が新しい猫砂を受け入れるようになるかもしれません。\", \"rep\": []}', '[\"加藤 太郎\", \"加藤 太郎\", \"山本 花子\", \"加藤 雅美\"]', 12, '[\"中村 花子\", \"小林 麻衣\", \"田中 麻衣\", \"高橋 太郎\", \"高橋 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (18, 'cc03577a-0cd3-407a-818d-125397fd19cb', 'qa', '解決', '2020-11-27 05:38:57', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"8\", \"clr\": \"黒\", \"img\": [\"LJ1wKiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫10\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"E8ZhLiN7l2\", \"sub_date\": \"2007-05-04 02:31:01\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"山本 康介\", \"中村 康介\", \"伊藤 光司\", \"加藤 麻衣\", \"小林 麻衣\"]', 12, '[\"田中 太郎\", \"山本 由美子\", \"加藤 光司\", \"佐藤 康介\"]', 0);
INSERT INTO `tab_board` VALUES (19, '88e884d4-ff00-43d6-9ca9-179cea49b33f', 'cat', '保護', '2022-12-10 05:06:05', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"10\", \"clr\": \"茶\", \"img\": [\"picYIiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫4\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"PxWvKiN7l2\", \"sub_date\": \"2007-10-17 15:42:00\"}', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が机の上に乗るのは好奇心や興味から行うことがあります。猫の行動を誘導するために、猫用の遊び場や高い場所を提供することがおすすめです。\", \"rep\": []}', '[\"山本 由美子\", \"高橋 花子\", \"伊藤 亜美\", \"鈴木 光司\"]', 12, '[\"高橋 花子\"]', 0);
INSERT INTO `tab_board` VALUES (20, 'a8d38a3d-2b4c-4160-be69-b21df61e7ff3', 'cat', '目撃', '2022-07-13 14:30:00', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"京都市\"}', '{\"age\": \"3\", \"clr\": \"三色\", \"img\": [\"B9FRJiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫6\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"psDZJiN7l2\", \"sub_date\": \"2023-07-19 03:48:34\"}', '猫砂を新しく変えても、うちの猫は受け入れてくれません。どうすればいいですか？', '{\"cnt\": \"猫は新しい環境に慣れるまで時間がかかることがあります。少しずつ新しい猫砂と旧猫砂を混ぜて使用したり、猫が好む猫砂を試したりすることで、猫が新しい猫砂を受け入れるようになるかもしれません。\", \"rep\": []}', '[\"加藤 太郎\", \"中村 太郎\", \"田中 健太\"]', 12, '[\"山本 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (21, 'df7e7eb5-2865-420d-84b6-3e98bd0900b2', 'note', 'NULL', '2022-12-07 03:21:23', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"1\", \"clr\": \"三色\", \"img\": [\"tv7tJiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫1\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"G5WcHiN7l2\", \"sub_date\": \"2009-09-26 00:19:13\"}', 'うちの猫はなぜソファを引っかくのでしょうか？', '{\"cnt\": \"李柘远，被誉为“国民学长”，18岁上耶鲁，22岁时，以高GPA荣誉从耶鲁毕业获得经济学学士学位，22岁入职全球顶尖的投资银行高盛，23岁获选世界经济论坛全球杰出青年，25岁，被哈佛商学院录取，并获得奖学金……\\n\\n仔细看他的阅历，足以让大多数普通学生羡慕不已，可以说是妥妥的学霸存在。虽然李柘远很优秀，但像他这样的学霸也是有的，可偏偏为何李柘远会引起耶鲁导师重视？\\n\\n\\n美国耶鲁导师：我们没留住钱学森，绝不能再放任李柘远回国！曾拒绝清华保送，仅用60天考上耶鲁的李柘远，为何让美国说出这番话？\\n\\n我们要知道，耶鲁大学作为世界三大名校之一，其从世界各地招募优等生，招收条件十分苛刻，而每年从耶鲁大学毕业的人才不在少数，像是李柘远这样的存在自然也不少，如果李柘远身上没有其他本事，是很难引起耶鲁导师重视的。\\n\\n而要想知道为何李柘远会引起耶鲁导师重视，这一切或许要从李柘远高中时期说起。\\n\\n李柘远刚进入高中时，成绩平平，原本跟无数普通学子一样，只打算考上一所普通大学，然后毕业后找份工作，没什么大的追求。而有次李柘远在新闻中无意看到：耶鲁大学打算在我国招收五名学生。\\n\\n\\n耶鲁大学作为世界一流名校，瞬间让李柘远爱上了，李柘远心里暗暗发誓：要去考耶鲁大学！\\n\\n但他心里没有底气，为此，他找到了退休多年的老教师姥爷，姥爷告诉他：你虽然不是天才，但这个世界上的天才毕竟是少数，如果你能找到自己的学习方法，考上世界一流大学耶鲁大学也不难实现。\\n\\n李柘远听完后顿悟了，此后他转变了学习态度，他开始认真听课，做好错题集笔记，课后请教各个班级的学霸，并且借阅他们的课堂笔记学习。\", \"rep\": []}', '[\"伊藤 光司\", \"田中 健太\", \"oumoon33@gmail.com\", \"liyang@hotmail.com\", \"oumoon@gmail.com\", \"liyang@hotmail.com\"]', 6, '[\"山本 光司\", \"加藤 光司\", \"佐藤 麻衣\"]', 0);
INSERT INTO `tab_board` VALUES (22, '07905ae0-56ff-4a21-9231-e2940ff7cd51', 'qa', '受付中', '2022-12-05 07:10:01', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"8\", \"clr\": \"茶\", \"img\": [\"OXMRJiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫9\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"HXMRJiN7l2\", \"sub_date\": \"2010-07-03 21:15:38\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": [\"{\\\"content\\\": \\\"な爪切り用具を使\\\", \\\"user_id\\\": \\\"08fb6042-6763-47cd-8b2c-f40e93609522\\\", \\\"sub_date\\\": \\\"2023-08-05 10:55:56\\\", \\\"user_icon\\\": \\\"https://im.ages.io/QoSfKiN7l2?width=100\\\"}\"]}', '[\"高橋 光司\"]', 12, '[\"中村 雅美\", \"佐藤 光司\", \"佐藤 雅美\", \"伊藤 光司\", \"渡邉 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (23, 'a6c1b5e8-5596-4f4e-bb0b-439b50776832', 'cat', '保護', '2022-05-30 12:43:49', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"3\", \"clr\": \"白\", \"img\": [\"5fiqLiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫9\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"PciEKiN7l2\", \"sub_date\": \"2002-01-03 06:30:55\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"加藤 由美子\", \"鈴木 次郎\", \"小林 由美子\", \"中村 光司\"]', 12, '[\"渡邉 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (24, '26953e66-6248-4df3-a685-b42a66044114', 'cat', '保護', '2022-07-10 08:10:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"中央区1-2-3\", \"addr_ken\": \"兵庫県\", \"addr_shi\": \"神戸市\"}', '{\"age\": \"1歳\", \"clr\": \"茶トラ\", \"img\": [\"y9ZvKiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌のある\", \"name\": \"モモコ\", \"size\": \"小型\", \"type\": \"スコティッシュフォールド\", \"image\": \"EFj7KiN7l2\", \"sub_date\": \"2002-01-04 13:59:21\"}', '神戸市中央区で茶トラ猫を保護しました', '{\"cnt\": \"兵庫県神戸市中央区で迷子の茶トラ猫を保護しました。愛嬌のある性格です。\", \"rep\": []}', '[\"鈴木\", \"渡辺\"]', 12, '[\"田中\", \"山田\"]', 0);
INSERT INTO `tab_board` VALUES (25, '9f94402e-2b79-4ff0-98bd-4af05699f4d2', 'note', 'NULL', '2020-05-01 14:59:43', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"5\", \"clr\": \"黒\", \"img\": [\"XDwhLiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫2\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"H5WcHiN7l2\", \"sub_date\": \"2022-07-23 01:28:46\"}', '猫が外に出たがります。外に出すべきですか？', '{\"cnt\": \"猫を外に出すべきかどうかは、猫の性格や環境によって異なります。一般的には、屋内飼育が安全で健康的な選択です。外に出す場合は、リスクや安全対策を考慮し、猫を見守ることが重要です。\", \"rep\": []}', '[\"山本 花子\", \"高橋 由美子\", \"liyang@hotmail.com\"]', 3, '[\"中村 由美子\", \"山本 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (26, 'b6d6a43d-6dd3-44fe-8e4f-f3a7f976e4d8', 'cat', '目撃', '2020-03-28 16:24:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"8\", \"clr\": \"白\", \"img\": [\"PiXtJiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫1\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"2CSgKiN7l2\", \"sub_date\": \"2021-02-19 19:30:54\"}', '猫が激しく噛みつくことがあります。どうすればいいですか？', '{\"cnt\": \"猫が激しく噛みつく行動はさまざまな理由が考えられます。痛み、不安、興奮などが影響することがあります。獣医師と相談し、猫の健康状態や行動について確認することが重要です。\", \"rep\": []}', '[\"鈴木 麻衣\", \"伊藤 康介\"]', 12, '[\"渡邉 康介\"]', 0);
INSERT INTO `tab_board` VALUES (27, '01e0a543-1658-4ef4-bbc1-4fd0ae7c920a', 'note', 'NULL', '2022-06-19 17:18:29', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"3\", \"clr\": \"黒\", \"img\": [\"5fiqLiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫2\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"FFj7KiN7l2\", \"sub_date\": \"2021-03-19 13:29:29\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"山本 亜美\", \"高橋 由美子\", \"liyang@hotmail.com\"]', 3, '[\"田中 麻衣\", \"佐藤 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (28, '41a6c942-1a6a-4024-bfef-39e8f8a40114', 'cat', '保護', '2022-07-15 09:35:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"中区4-5-6\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"2歳\", \"clr\": \"黒\", \"img\": [\"YDwhLiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発な\", \"name\": \"クロ\", \"size\": \"中型\", \"type\": \"黒猫\", \"image\": \"i6DOLiN7l2\", \"sub_date\": \"2008-01-02 10:01:40\"}', '横浜市で黒猫を保護しました', '{\"cnt\": \"神奈川県横浜市中区で迷子の黒猫を保護しました。活発な性格です。\", \"rep\": []}', '[\"鈴木\", \"渡辺\"]', 12, '[\"山田\", \"佐藤\"]', 0);
INSERT INTO `tab_board` VALUES (29, '7a426f21-0725-4147-8152-c14aef703e3d', 'note', 'NULL', '2021-05-04 07:07:54', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"5\", \"clr\": \"白\", \"img\": [\"OiXtJiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫3\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"dbJyLiN7l2\", \"sub_date\": \"2011-04-06 08:08:40\"}', '猫が激しく噛みつくことがあります。どうすればいいですか？', '{\"cnt\": \"猫が激しく噛みつく行動はさまざまな理由が考えられます。痛み、不安、興奮などが影響することがあります。獣医師と相談し、猫の健康状態や行動について確認することが重要です。\", \"rep\": []}', '[\"高橋 亜美\", \"中村 由美子\", \"小林 由美子\"]', 3, '[\"佐藤 亜美\", \"加藤 太郎\", \"中村 光司\", \"高橋 花子\", \"渡邉 花子\"]', 0);
INSERT INTO `tab_board` VALUES (30, 'fbf9ba0d-9139-40f4-a535-c16bd3cb9185', 'note', 'NULL', '2022-05-19 18:29:45', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"2\", \"clr\": \"白\", \"img\": [\"YDwhLiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫5\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"VeiqLiN7l2\", \"sub_date\": \"2010-11-12 03:52:10\"}', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', '{\"cnt\": \"猫が夜中に鳴くのはさまざまな理由が考えられます。飢餓、孤独、疾病、環境の変化などが影響することがあります。獣医師と相談して、猫の健康状態や生活環境について確認することをおすすめします。\", \"rep\": []}', '[\"佐藤 雅美\", \"中村 由美子\", \"小林 雅美\", \"中村 亜美\", \"田中 太郎\", \"liyang@hotmail.com\"]', 6, '[\"田中 麻衣\", \"高橋 花子\", \"渡邉 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (31, '2393aa86-706b-4aee-a27d-540e37eba5ba', 'note', 'NULL', '2022-03-25 09:10:30', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"4\", \"clr\": \"黒\", \"img\": [\"AGfqLiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫2\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"XJbNKiN7l2\", \"sub_date\": \"2002-02-23 03:23:43\"}', '猫砂を新しく変えても、うちの猫は受け入れてくれません。どうすればいいですか？', '{\"cnt\": \"猫は新しい環境に慣れるまで時間がかかることがあります。少しずつ新しい猫砂と旧猫砂を混ぜて使用したり、猫が好む猫砂を試したりすることで、猫が新しい猫砂を受け入れるようになるかもしれません。\", \"rep\": []}', '[\"中村 健太\", \"小林 健太\", \"liyang@hotmail.com\"]', 3, '[\"加藤 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (32, '289a56f9-9a8d-4c3c-b38e-b0c520bd9cbc', 'cat', '迷子', '2022-07-06 16:51:08', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"4\", \"clr\": \"茶\", \"img\": [\"zGfqLiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫1\", \"size\": \"大型\", \"type\": \"アメリカンショートヘア\", \"image\": \"vAJhLiN7l2\", \"sub_date\": \"2019-06-23 13:30:13\"}', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', '{\"cnt\": \"猫が夜中に鳴くのはさまざまな理由が考えられます。飢餓、孤独、疾病、環境の変化などが影響することがあります。獣医師と相談して、猫の健康状態や生活環境について確認することをおすすめします。\", \"rep\": []}', '[\"田中 健太\", \"田中 次郎\"]', 12, '[\"中村 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (33, '9d5476dc-728d-44c3-8397-7bb8e9ce4a5e', 'cat', '目撃', '2022-02-04 02:28:01', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"京都市\"}', '{\"age\": \"7\", \"clr\": \"白\", \"img\": [\"IFj7KiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫2\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"GuZ8KiN7l2\", \"sub_date\": \"2016-04-06 11:14:52\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"鈴木 健太\", \"田中 亜美\"]', 12, '[\"佐藤 麻衣\", \"鈴木 太郎\", \"田中 麻衣\"]', 0);
INSERT INTO `tab_board` VALUES (34, 'a9edc90f-34c9-4ddf-ae63-e4f61c5cc0ba', 'cat', '迷子', '2020-08-20 23:07:19', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"3\", \"clr\": \"三色\", \"img\": [\"YDwhLiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫10\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"m8StJiN7l2\", \"sub_date\": \"2022-06-30 14:54:09\"}', '猫が激しく噛みつくことがあります。どうすればいいですか？', '{\"cnt\": \"猫が激しく噛みつく行動はさまざまな理由が考えられます。痛み、不安、興奮などが影響することがあります。獣医師と相談し、猫の健康状態や行動について確認することが重要です。\", \"rep\": []}', '[\"小林 由美子\", \"高橋 亜美\", \"田中 由美子\", \"渡邉 光司\", \"小林 花子\"]', 12, '[\"中村 健太\", \"中村 康介\", \"加藤 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (35, '2dcce3eb-8588-47c5-92d9-be83ac7d38d4', 'note', 'NULL', '2022-08-09 23:24:31', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"京都市\"}', '{\"age\": \"5\", \"clr\": \"白\", \"img\": [\"IFj7KiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫5\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"mv7tJiN7l2\", \"sub_date\": \"2012-10-18 17:12:20\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"佐藤 亜美\", \"liyang@hotmail.com\"]', 2, '[\"小林 由美子\", \"渡邉 花子\", \"伊藤 康介\", \"田中 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (36, '2w4e6r8t-0y2u4i6o-8p0a2s4d-6f8g0h2j', 'cat', '目撃', '2022-07-15 10:20:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"中央区三宮町4-5-6\", \"addr_ken\": \"兵庫県\", \"addr_shi\": \"神戸市\"}', '{\"age\": \"2歳\", \"clr\": \"キジトラ\", \"img\": [\"LuZ8KiN7l2\"], \"sex\": \"メス\", \"attr\": \"おっとりした\", \"name\": \"モモ\", \"size\": \"小型\", \"type\": \"スコティッシュフォールド\", \"image\": \"hwjTKiN7l2\", \"sub_date\": \"2019-07-05 11:49:00\"}', '神戸市でスコティッシュフォールドの猫を目撃', '{\"cnt\": \"神戸市中央区三宮町でスコティッシュフォールドの猫を目撃しました。おっとりした性格で、飼い主が心配です。\", \"rep\": []}', '[\"sasaki\", \"watanabe\"]', 12, '[\"suzuki\", \"yamamoto\"]', 0);
INSERT INTO `tab_board` VALUES (37, 'bc723958-f907-4f47-b3a0-d027991982ce', 'qa', '受付中', '2020-12-15 10:18:43', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"6\", \"clr\": \"白\", \"img\": [\"OXMRJiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫7\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"QxWvKiN7l2\", \"sub_date\": \"2020-08-31 14:44:52\"}', 'うちの猫が体臭を放っています。なぜでしょう？', '{\"cnt\": \"猫の体臭はさまざまな要因によって引き起こされる場合があります。食事、健康状態、ストレスなどが影響することがあります。猫の体臭が気になる場合は、獣医師に相談してみることをおすすめします。\", \"rep\": []}', '[\"伊藤 光司\", \"高橋 次郎\", \"中村 亜美\", \"伊藤 花子\", \"小林 健太\"]', 12, '[\"伊藤 麻衣\", \"中村 雅美\"]', 0);
INSERT INTO `tab_board` VALUES (38, 'ae311dae-d2a5-4872-8158-7212a6d1a103', 'qa', '受付中', '2020-04-19 05:43:14', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"1\", \"clr\": \"三色\", \"img\": [\"OiXtJiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫10\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"nv7tJiN7l2\", \"sub_date\": \"2021-05-10 09:41:05\"}', '猫が激しく噛みつくことがあります。どうすればいいですか？', '{\"cnt\": \"猫が激しく噛みつく行動はさまざまな理由が考えられます。痛み、不安、興奮などが影響することがあります。獣医師と相談し、猫の健康状態や行動について確認することが重要です。\", \"rep\": []}', '[\"高橋 麻衣\", \"田中 由美子\"]', 12, '[\"山本 健太\"]', 0);
INSERT INTO `tab_board` VALUES (39, 'f37b0ae6-872e-43dd-aad5-c31eb9a804fa', 'note', 'NULL', '2020-12-16 20:01:09', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"7\", \"clr\": \"白\", \"img\": [\"OXMRJiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫1\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"ePkEKiN7l2\", \"sub_date\": \"2005-03-18 20:49:02\"}', 'うちの猫はなぜソファを引っかくのでしょうか？', '{\"cnt\": \"猫は爪を研ぐためにソファを引っかくことがあります。適切な猫用の爪とぎを提供し、猫がその上で爪を研ぐように誘導することがおすすめです。\", \"rep\": []}', '[\"山本 太郎\", \"liyang@hotmail.com\"]', 2, '[\"中村 康介\", \"小林 亜美\", \"中村 次郎\", \"中村 健太\"]', 0);
INSERT INTO `tab_board` VALUES (40, 'a97f957d-64ef-45e7-9567-f19f9a914d2c', 'qa', '受付中', '2021-09-19 12:41:07', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"2\", \"clr\": \"黒\", \"img\": [\"picYIiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫8\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"X6bnKiN7l2\", \"sub_date\": \"2017-08-21 06:01:55\"}', '猫が外に出たがります。外に出すべきですか？', '{\"cnt\": \"猫を外に出すべきかどうかは、猫の性格や環境によって異なります。一般的には、屋内飼育が安全で健康的な選択です。外に出す場合は、リスクや安全対策を考慮し、猫を見守ることが重要です。\", \"rep\": []}', '[\"伊藤 太郎\", \"佐藤 健太\"]', 12, '[\"渡邉 麻衣\", \"伊藤 康介\", \"加藤 康介\"]', 0);
INSERT INTO `tab_board` VALUES (41, 'bde41258-6381-420b-afd6-8b2d4344d860', 'note', 'NULL', '2022-09-25 18:29:24', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"6\", \"clr\": \"茶\", \"img\": [\"5fiqLiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫1\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"KVxOLiN7l2\", \"sub_date\": \"2000-04-22 01:00:39\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"中村 光司\", \"中村 健太\", \"中村 亜美\", \"鈴木 由美子\", \"liyang@hotmail.com\"]', 5, '[\"山本 花子\", \"田中 光司\", \"佐藤 花子\", \"加藤 健太\"]', 0);
INSERT INTO `tab_board` VALUES (42, '29620269-2dc8-4036-9878-89fb4919f058', 'cat', '保護', '2021-08-01 19:57:28', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"9\", \"clr\": \"白\", \"img\": [\"XDwhLiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫4\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"ov7tJiN7l2\", \"sub_date\": \"2011-01-24 00:07:37\"}', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が机の上に乗るのは好奇心や興味から行うことがあります。猫の行動を誘導するために、猫用の遊び場や高い場所を提供することがおすすめです。\", \"rep\": []}', '[\"鈴木 花子\", \"小林 雅美\", \"鈴木 亜美\"]', 12, '[\"小林 光司\", \"田中 亜美\", \"佐藤 健太\", \"佐藤 次郎\", \"渡邉 健太\"]', 0);
INSERT INTO `tab_board` VALUES (43, '72a0aa26-9e53-4656-9146-0f19ba6463c9', 'note', 'NULL', '2022-10-27 05:40:19', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"7\", \"clr\": \"茶\", \"img\": [\"OXMRJiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫6\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"LVxOLiN7l2\", \"sub_date\": \"2004-08-20 11:38:45\"}', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', '{\"cnt\": \"猫が夜中に鳴くのはさまざまな理由が考えられます。飢餓、孤独、疾病、環境の変化などが影響することがあります。獣医師と相談して、猫の健康状態や生活環境について確認することをおすすめします。\", \"rep\": []}', '[\"佐藤 健太\", \"中村 太郎\", \"田中 雅美\", \"山本 康介\"]', 4, '[\"鈴木 亜美\", \"田中 康介\"]', 0);
INSERT INTO `tab_board` VALUES (44, '1e72b166-43af-4b85-8c8d-c22f7ab4aac5', 'qa', '受付中', '2021-04-10 07:38:41', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"6\", \"clr\": \"黒\", \"img\": [\"UTW8KiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫7\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"GJ1wKiN7l2\", \"sub_date\": \"2018-03-16 19:51:24\"}', 'うちの猫が体臭を放っています。なぜでしょう？', '{\"cnt\": \"猫の体臭はさまざまな要因によって引き起こされる場合があります。食事、健康状態、ストレスなどが影響することがあります。猫の体臭が気になる場合は、獣医師に相談してみることをおすすめします。\", \"rep\": []}', '[\"小林 太郎\", \"中村 健太\", \"高橋 花子\", \"加藤 由美子\", \"佐藤 花子\"]', 12, '[\"鈴木 健太\", \"加藤 雅美\", \"佐藤 花子\"]', 0);
INSERT INTO `tab_board` VALUES (45, '3fada470-422a-4a77-a3e9-2c2dda639c5c', 'qa', '解決', '2022-01-20 08:38:50', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"10\", \"clr\": \"三色\", \"img\": [\"IFj7KiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫8\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"PR9LJiN7l2\", \"sub_date\": \"2017-07-13 12:48:19\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"加藤 健太\"]', 12, '[\"中村 光司\", \"伊藤 健太\", \"加藤 花子\", \"佐藤 健太\"]', 0);
INSERT INTO `tab_board` VALUES (46, 'be2fb84d-fc1c-47fd-aff8-4bbcf6bc01e7', 'qa', '解決', '2021-07-03 12:47:27', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"8\", \"clr\": \"三色\", \"img\": [\"LuZ8KiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫8\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"HuZ8KiN7l2\", \"sub_date\": \"2009-02-19 07:52:08\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"田中 光司\", \"中村 花子\", \"高橋 康介\", \"佐藤 光司\", \"中村 雅美\"]', 12, '[\"鈴木 由美子\", \"田中 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (47, 'baf02480-71fc-4378-9e65-f5865feebcc2', 'qa', '解決', '2022-03-06 17:46:23', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"2\", \"clr\": \"白\", \"img\": [\"YDwhLiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫2\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"uGfqLiN7l2\", \"sub_date\": \"2014-07-02 06:06:59\"}', 'うちの猫はなぜソファを引っかくのでしょうか？', '{\"cnt\": \"猫は爪を研ぐためにソファを引っかくことがあります。適切な猫用の爪とぎを提供し、猫がその上で爪を研ぐように誘導することがおすすめです。\", \"rep\": []}', '[\"山本 健太\", \"佐藤 雅美\"]', 12, '[\"渡邉 健太\", \"渡邉 亜美\", \"加藤 麻衣\", \"小林 次郎\", \"加藤 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (48, '76c15e58-acc9-46d4-b47e-22c20e855aaa', 'cat', '迷子', '2022-07-13 14:30:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"4\", \"clr\": \"三色\", \"img\": [\"81dEKiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫9\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"WeiqLiN7l2\", \"sub_date\": \"2006-01-04 12:50:26\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"渡邉 康介\"]', 12, '[\"伊藤 健太\"]', 0);
INSERT INTO `tab_board` VALUES (49, '05919edc-e3eb-46c9-8bc4-3e97aa4962ad', 'note', 'NULL', '2022-03-23 00:17:51', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"5\", \"clr\": \"三色\", \"img\": [\"y9ZvKiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫9\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"GoDBJiN7l2\", \"sub_date\": \"2009-02-12 20:48:03\"}', 'うちの猫が体臭を放っています。なぜでしょう？', '{\"cnt\": \"猫の体臭はさまざまな要因によって引き起こされる場合があります。食事、健康状態、ストレスなどが影響することがあります。猫の体臭が気になる場合は、獣医師に相談してみることをおすすめします。\", \"rep\": []}', '[\"高橋 麻衣\", \"liyang@hotmail.com\"]', 2, '[\"田中 花子\", \"小林 花子\", \"鈴木 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (50, '577bca50-5a6a-4f2f-8631-550bc8b68890', 'cat', '目撃', '2022-07-28 23:48:14', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"1\", \"clr\": \"白\", \"img\": [\"picYIiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫4\", \"size\": \"大型\", \"type\": \"アメリカンショートヘア\", \"image\": \"IXMRJiN7l2\", \"sub_date\": \"2010-08-13 21:00:30\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"伊藤 麻衣\", \"中村 麻衣\", \"高橋 太郎\", \"田中 太郎\"]', 12, '[\"加藤 健太\", \"佐藤 康介\", \"中村 康介\", \"伊藤 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (51, 'e4a0244c-7515-4618-900d-71bdce91221c', 'cat', '保護', '2022-02-07 22:16:02', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"6\", \"clr\": \"白\", \"img\": [\"81dEKiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫5\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"JXMRJiN7l2\", \"sub_date\": \"2002-01-24 17:50:04\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"田中 光司\", \"田中 亜美\", \"小林 由美子\"]', 12, '[\"山本 健太\", \"渡邉 次郎\", \"渡邉 太郎\", \"小林 健太\"]', 0);
INSERT INTO `tab_board` VALUES (52, '06f3344c-9fa9-470c-a080-9aa8b9a3f5ed', 'note', 'NULL', '2020-11-24 16:34:22', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"京都市\"}', '{\"age\": \"7\", \"clr\": \"黒\", \"img\": [\"YDwhLiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫5\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"C99NKiN7l2\", \"sub_date\": \"2002-07-23 10:30:35\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"渡邉 雅美\", \"佐藤 康介\", \"田中 亜美\", \"liyang@hotmail.com\"]', 4, '[\"中村 光司\", \"山本 雅美\", \"渡邉 花子\"]', 0);
INSERT INTO `tab_board` VALUES (53, '23774745-444f-413d-a31a-fdcddbb2f5a6', 'qa', '受付中', '2021-06-14 19:18:21', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"京都市\"}', '{\"age\": \"3\", \"clr\": \"茶\", \"img\": [\"L99NKiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫10\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"wAJhLiN7l2\", \"sub_date\": \"2011-01-05 16:00:15\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"加藤 亜美\"]', 12, '[\"山本 太郎\", \"小林 由美子\", \"山本 康介\", \"田中 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (54, 'ee3e993d-9a7f-4c5d-92c6-6e0a76f7b3c5', 'cat', '保護', '2022-07-20 09:30:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"柏1-2-3\", \"addr_ken\": \"千葉県\", \"addr_shi\": \"柏市\"}', '{\"age\": \"2歳\", \"clr\": \"三毛\", \"img\": [\"UTW8KiN7l2\"], \"sex\": \"メス\", \"attr\": \"おっとりした\", \"name\": \"ミケ\", \"size\": \"小型\", \"type\": \"三毛猫\", \"image\": \"D99NKiN7l2\", \"sub_date\": \"2023-03-02 19:11:07\"}', '保護猫を見つけました', '{\"cnt\": \"柏市で迷子の三毛猫を保護しました。おっとりした性格で、里親を探しています。\", \"rep\": []}', '[\"佐々木\", \"渡辺\"]', 12, '[\"田中\", \"山本\"]', 0);
INSERT INTO `tab_board` VALUES (55, '2b085544-90c6-4792-9c58-af1c0f1835be', 'cat', '迷子', '2022-07-13 14:30:00', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"京都市\"}', '{\"age\": \"3\", \"clr\": \"茶\", \"img\": [\"KoDBJiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫9\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"KXMRJiN7l2\", \"sub_date\": \"2005-01-26 05:27:41\"}', '猫が激しく噛みつくことがあります。どうすればいいですか？', '{\"cnt\": \"猫が激しく噛みつく行動はさまざまな理由が考えられます。痛み、不安、興奮などが影響することがあります。獣医師と相談し、猫の健康状態や行動について確認することが重要です。\", \"rep\": []}', '[\"伊藤 次郎\", \"田中 太郎\"]', 12, '[\"佐藤 麻衣\"]', 0);
INSERT INTO `tab_board` VALUES (56, '1a2s3d4f-5g6h7j8k-9l0q1w2e-3r4t5y6u', 'cat', '目撃', '2022-07-11 09:45:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"博多区1-2-3\", \"addr_ken\": \"福岡県\", \"addr_shi\": \"福岡市\"}', '{\"age\": \"3歳\", \"clr\": \"グレー\", \"img\": [\"LJ1wKiN7l2\"], \"sex\": \"オス\", \"attr\": \"人懐っこい\", \"name\": \"ハチ\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"n8StJiN7l2\", \"sub_date\": \"2005-05-08 03:55:11\"}', '福岡市でアメリカンショートヘアの猫を目撃', '{\"cnt\": \"福岡市博多区でアメリカンショートヘアの猫を目撃しました。人懐っこい性格で、飼い主が心配です。\", \"rep\": []}', '[\"sasaki\", \"watanabe\"]', 12, '[\"suzuki\", \"yamamoto\"]', 0);
INSERT INTO `tab_board` VALUES (57, '129d8ae4-e330-4195-b6d1-379e5829e199', 'note', 'NULL', '2022-02-11 23:55:36', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"7\", \"clr\": \"黒\", \"img\": [\"L99NKiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫8\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"8K1iLiN7l2\", \"sub_date\": \"2010-11-18 17:07:18\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"田中 花子\", \"渡邉 次郎\", \"中村 亜美\", \"小林 花子\", \"liyang@hotmail.com\"]', 5, '[\"田中 亜美\", \"渡邉 由美子\", \"田中 雅美\"]', 0);
INSERT INTO `tab_board` VALUES (58, '1a2s3d4f-5g6h7j8k-9l0q1w2e-3r4t5y6u', 'cat', '保護', '2022-07-16 13:50:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"伏見1-2-3\", \"addr_ken\": \"京都府\", \"addr_shi\": \"京都市伏見区\"}', '{\"age\": \"3歳\", \"clr\": \"白\", \"img\": [\"5fiqLiN7l2\"], \"sex\": \"メス\", \"attr\": \"おっとりした\", \"name\": \"シロ\", \"size\": \"小型\", \"type\": \"スコティッシュフォールド\", \"image\": \"XeiqLiN7l2\", \"sub_date\": \"2006-05-18 12:34:01\"}', 'スコティッシュフォールドの猫を保護しました', '{\"cnt\": \"京都市伏見区で迷子のスコティッシュフォールドを保護しました。おっとりした性格で、里親を募集しています。\", \"rep\": []}', '[\"sasaki\", \"watanabe\"]', 12, '[\"tanaka\", \"yamamoto\"]', 0);
INSERT INTO `tab_board` VALUES (59, 'e2382e16-9618-4142-8af6-07d962d2b7df', 'qa', '受付中', '2020-02-02 04:02:54', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"1\", \"clr\": \"黒\", \"img\": [\"LJ1wKiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫8\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"dHUtJiN7l2\", \"sub_date\": \"2020-04-28 00:12:26\"}', 'うちの猫はなぜソファを引っかくのでしょうか？', '{\"cnt\": \"猫は爪を研ぐためにソファを引っかくことがあります。適切な猫用の爪とぎを提供し、猫がその上で爪を研ぐように誘導することがおすすめです。\", \"rep\": []}', '[\"鈴木 光司\", \"田中 由美子\"]', 12, '[\"鈴木 亜美\", \"田中 亜美\", \"渡邉 光司\", \"渡邉 麻衣\"]', 0);
INSERT INTO `tab_board` VALUES (60, 'bf8c07ed-8566-4f53-8839-21a72a1b7668', 'note', 'NULL', '2022-08-25 23:52:27', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"4\", \"clr\": \"黒\", \"img\": [\"81dEKiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫6\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"MVxOLiN7l2\", \"sub_date\": \"2009-10-21 06:44:32\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"鈴木 太郎\", \"渡邉 雅美\", \"加藤 花子\", \"高橋 由美子\", \"oumoon@gmail.com\"]', 5, '[\"伊藤 雅美\"]', 0);
INSERT INTO `tab_board` VALUES (61, 'b8ef3770-3c6e-4717-8453-ff20b9a603a6', 'cat', '目撃', '2022-02-15 12:19:44', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"京都市\"}', '{\"age\": \"6\", \"clr\": \"白\", \"img\": [\"KoDBJiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫7\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"c81zIiN7l2\", \"sub_date\": \"2013-06-27 06:57:15\"}', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', '{\"cnt\": \"猫が夜中に鳴くのはさまざまな理由が考えられます。飢餓、孤独、疾病、環境の変化などが影響することがあります。獣医師と相談して、猫の健康状態や生活環境について確認することをおすすめします。\", \"rep\": []}', '[\"田中 花子\", \"佐藤 雅美\", \"伊藤 花子\", \"田中 光司\"]', 12, '[\"中村 雅美\", \"渡邉 花子\"]', 0);
INSERT INTO `tab_board` VALUES (62, '38efe795-2635-4cb0-bd33-1423c74b43ae', 'cat', '保護', '2022-07-13 14:30:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"10\", \"clr\": \"白\", \"img\": [\"UTW8KiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫8\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"IjKtJiN7l2\", \"sub_date\": \"2019-02-18 15:17:16\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"佐藤 由美子\", \"伊藤 花子\", \"高橋 花子\", \"小林 麻衣\"]', 12, '[\"小林 由美子\", \"高橋 雅美\", \"鈴木 康介\", \"小林 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (63, '074fc0a4-de9d-4bf5-8d83-bca22a89f1a6', 'cat', '迷子', '2022-12-02 18:14:38', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"1\", \"clr\": \"三色\", \"img\": [\"XDwhLiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫4\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"41dEKiN7l2\", \"sub_date\": \"2008-03-10 02:50:41\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"中村 康介\", \"渡邉 次郎\", \"佐藤 次郎\", \"渡邉 次郎\", \"高橋 麻衣\"]', 12, '[\"田中 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (64, '41bb26cf-ce9c-470d-9781-fa95b3219488', 'cat', '保護', '2020-03-14 08:25:27', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"2\", \"clr\": \"黒\", \"img\": [\"y9ZvKiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫7\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"xAJhLiN7l2\", \"sub_date\": \"2023-01-31 00:55:25\"}', '猫が激しく噛みつくことがあります。どうすればいいですか？', '{\"cnt\": \"猫が激しく噛みつく行動はさまざまな理由が考えられます。痛み、不安、興奮などが影響することがあります。獣医師と相談し、猫の健康状態や行動について確認することが重要です。\", \"rep\": []}', '[\"加藤 亜美\", \"小林 次郎\", \"伊藤 花子\", \"加藤 健太\", \"山本 太郎\"]', 12, '[\"高橋 由美子\", \"高橋 由美子\", \"中村 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (65, '570c5673-97ba-4a00-98b1-7f2d5038776c', 'qa', '解決', '2020-10-06 05:51:39', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"10\", \"clr\": \"三色\", \"img\": [\"L99NKiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫4\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"w3A1LiN7l2\", \"sub_date\": \"2005-02-13 07:08:16\"}', 'うちの猫が体臭を放っています。なぜでしょう？', '{\"cnt\": \"猫の体臭はさまざまな要因によって引き起こされる場合があります。食事、健康状態、ストレスなどが影響することがあります。猫の体臭が気になる場合は、獣医師に相談してみることをおすすめします。\", \"rep\": []}', '[\"田中 雅美\", \"中村 由美子\", \"鈴木 太郎\", \"鈴木 次郎\"]', 12, '[\"山本 太郎\", \"鈴木 亜美\", \"渡邉 光司\"]', 0);
INSERT INTO `tab_board` VALUES (66, 'e13e1dad-29e8-4c07-807e-45b39b9b006a', 'cat', '目撃', '2020-12-25 02:41:45', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"9\", \"clr\": \"白\", \"img\": [\"PiXtJiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫8\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"hYFBJiN7l2\", \"sub_date\": \"2008-03-11 19:55:26\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"高橋 光司\", \"加藤 麻衣\", \"加藤 次郎\", \"中村 康介\", \"山本 康介\"]', 12, '[\"伊藤 光司\"]', 0);
INSERT INTO `tab_board` VALUES (67, '53738c1a-420d-4e0b-a68e-5b4be70c573b', 'cat', '目撃', '2022-04-09 23:18:40', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"4\", \"clr\": \"茶\", \"img\": [\"UTW8KiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫5\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"YJbNKiN7l2\", \"sub_date\": \"2002-08-07 07:31:32\"}', 'うちの猫はなぜソファを引っかくのでしょうか？', '{\"cnt\": \"猫は爪を研ぐためにソファを引っかくことがあります。適切な猫用の爪とぎを提供し、猫がその上で爪を研ぐように誘導することがおすすめです。\", \"rep\": []}', '[\"鈴木 次郎\", \"田中 康介\", \"伊藤 康介\"]', 12, '[\"佐藤 麻衣\", \"渡邉 由美子\", \"渡邉 麻衣\", \"中村 次郎\", \"加藤 光司\"]', 0);
INSERT INTO `tab_board` VALUES (68, '427ca8e8-1a25-4c2a-86f6-65f084727574', 'cat', '保護', '2020-12-05 17:04:24', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"7\", \"clr\": \"茶\", \"img\": [\"picYIiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫6\", \"size\": \"大型\", \"type\": \"アメリカンショートヘア\", \"image\": \"9K1iLiN7l2\", \"sub_date\": \"2006-05-07 07:16:33\"}', '猫が激しく噛みつくことがあります。どうすればいいですか？', '{\"cnt\": \"猫が激しく噛みつく行動はさまざまな理由が考えられます。痛み、不安、興奮などが影響することがあります。獣医師と相談し、猫の健康状態や行動について確認することが重要です。\", \"rep\": []}', '[\"高橋 太郎\", \"鈴木 由美子\", \"佐藤 健太\"]', 12, '[\"山本 光司\", \"小林 光司\", \"田中 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (69, '482e16f9-b408-4510-ac83-0ad88360b96c', 'cat', '迷子', '2022-07-13 14:30:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"4\", \"clr\": \"黒\", \"img\": [\"UTW8KiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫2\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"qsDZJiN7l2\", \"sub_date\": \"2013-03-26 11:19:57\"}', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', '{\"cnt\": \"猫が夜中に鳴くのはさまざまな理由が考えられます。飢餓、孤独、疾病、環境の変化などが影響することがあります。獣医師と相談して、猫の健康状態や生活環境について確認することをおすすめします。\", \"rep\": []}', '[\"鈴木 太郎\", \"小林 花子\", \"高橋 次郎\", \"中村 康介\", \"小林 次郎\"]', 12, '[\"小林 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (70, '5cc73987-2ef8-488c-8ffb-7ea8d4855fcc', 'qa', '受付中', '2022-07-01 21:45:39', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"京都市\"}', '{\"age\": \"7\", \"clr\": \"黒\", \"img\": [\"KoDBJiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫10\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"fPkEKiN7l2\", \"sub_date\": \"2016-12-07 03:24:59\"}', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が机の上に乗るのは好奇心や興味から行うことがあります。猫の行動を誘導するために、猫用の遊び場や高い場所を提供することがおすすめです。\", \"rep\": []}', '[\"加藤 光司\", \"渡邉 由美子\", \"中村 雅美\"]', 12, '[\"高橋 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (71, '78aeaeb7-3eb9-4aed-b5a5-4ce0e6e2e967', 'cat', '目撃', '2021-05-11 01:52:59', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"京都市\"}', '{\"age\": \"7\", \"clr\": \"茶\", \"img\": [\"picYIiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫8\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"HoDBJiN7l2\", \"sub_date\": \"2012-01-28 18:15:36\"}', '猫砂を新しく変えても、うちの猫は受け入れてくれません。どうすればいいですか？', '{\"cnt\": \"猫は新しい環境に慣れるまで時間がかかることがあります。少しずつ新しい猫砂と旧猫砂を混ぜて使用したり、猫が好む猫砂を試したりすることで、猫が新しい猫砂を受け入れるようになるかもしれません。\", \"rep\": []}', '[\"渡邉 光司\"]', 12, '[\"山本 花子\", \"山本 亜美\", \"高橋 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (72, '021b9ac5-8f73-4e0c-bf27-a21a5dbe1658', 'note', 'NULL', '2022-11-12 20:50:53', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"5\", \"clr\": \"黒\", \"img\": [\"KuZ8KiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫4\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"aK1iLiN7l2\", \"sub_date\": \"2016-11-17 05:12:05\"}', 'うちの猫はなぜソファを引っかくのでしょうか？', '{\"cnt\": \"猫は爪を研ぐためにソファを引っかくことがあります。適切な猫用の爪とぎを提供し、猫がその上で爪を研ぐように誘導することがおすすめです。\", \"rep\": []}', '[\"渡邉 太郎\", \"伊藤 健太\"]', 2, '[\"鈴木 雅美\"]', 0);
INSERT INTO `tab_board` VALUES (73, 'c99350a7-aa67-41a0-85cf-3ba4c3be6f82', 'note', 'NULL', '2020-02-04 07:44:45', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"1\", \"clr\": \"茶\", \"img\": [\"LuZ8KiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫7\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"E99NKiN7l2\", \"sub_date\": \"2014-11-03 02:06:25\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"山本 花子\", \"oumoon@gmail.com\"]', 2, '[\"山本 雅美\", \"鈴木 康介\", \"渡邉 花子\"]', 0);
INSERT INTO `tab_board` VALUES (74, '265ff8d5-c97b-4c3a-ad27-a87c748ccfec', 'qa', '解決', '2020-07-20 20:35:22', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"3\", \"clr\": \"茶\", \"img\": [\"5fiqLiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫5\", \"size\": \"大型\", \"type\": \"アメリカンショートヘア\", \"image\": \"GFj7KiN7l2\", \"sub_date\": \"2011-03-16 16:10:29\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"伊藤 麻衣\", \"高橋 雅美\"]', 12, '[\"伊藤 光司\", \"渡邉 花子\"]', 0);
INSERT INTO `tab_board` VALUES (75, 'bf922c47-ddf5-406b-973e-e2a06325851b', 'qa', '解決', '2021-07-14 05:35:34', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"7\", \"clr\": \"三色\", \"img\": [\"LuZ8KiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫3\", \"size\": \"大型\", \"type\": \"アメリカンショートヘア\", \"image\": \"HJ1wKiN7l2\", \"sub_date\": \"2016-11-11 03:30:17\"}', '猫砂を新しく変えても、うちの猫は受け入れてくれません。どうすればいいですか？', '{\"cnt\": \"猫は新しい環境に慣れるまで時間がかかることがあります。少しずつ新しい猫砂と旧猫砂を混ぜて使用したり、猫が好む猫砂を試したりすることで、猫が新しい猫砂を受け入れるようになるかもしれません。\", \"rep\": []}', '[\"渡邉 康介\", \"小林 由美子\", \"伊藤 太郎\"]', 12, '[\"鈴木 花子\", \"鈴木 雅美\"]', 0);
INSERT INTO `tab_board` VALUES (76, 'd489c863-aa16-4331-af00-9580e01d8b4c', 'cat', '目撃', '2022-02-12 04:59:20', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"8\", \"clr\": \"茶\", \"img\": [\"LJ1wKiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫1\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"RDwhLiN7l2\", \"sub_date\": \"2012-12-29 19:13:52\"}', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', '{\"cnt\": \"猫が夜中に鳴くのはさまざまな理由が考えられます。飢餓、孤独、疾病、環境の変化などが影響することがあります。獣医師と相談して、猫の健康状態や生活環境について確認することをおすすめします。\", \"rep\": []}', '[\"佐藤 花子\", \"高橋 太郎\", \"佐藤 雅美\", \"伊藤 雅美\", \"田中 康介\"]', 12, '[\"中村 太郎\", \"中村 花子\", \"田中 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (77, '9a4debb3-7eda-4805-b669-0d45d350100b', 'qa', '受付中', '2022-09-28 13:25:07', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"9\", \"clr\": \"茶\", \"img\": [\"YDwhLiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫2\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"51dEKiN7l2\", \"sub_date\": \"2016-11-13 00:58:33\"}', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が机の上に乗るのは好奇心や興味から行うことがあります。猫の行動を誘導するために、猫用の遊び場や高い場所を提供することがおすすめです。\", \"rep\": []}', '[\"伊藤 雅美\", \"伊藤 亜美\", \"伊藤 健太\", \"加藤 花子\", \"田中 次郎\"]', 12, '[\"山本 健太\", \"伊藤 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (78, 'e9205ef2-e532-4ec0-94cd-70d35989036f', 'note', 'NULL', '2021-01-23 13:44:18', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"2\", \"clr\": \"茶\", \"img\": [\"LJ1wKiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫9\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"iwjTKiN7l2\", \"sub_date\": \"2002-02-21 19:40:38\"}', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が机の上に乗るのは好奇心や興味から行うことがあります。猫の行動を誘導するために、猫用の遊び場や高い場所を提供することがおすすめです。\", \"rep\": []}', '[\"小林 次郎\", \"加藤 花子\", \"佐藤 由美子\", \"佐藤 由美子\", \"田中 由美子\", \"oumoon@gmail.com\"]', 6, '[\"鈴木 太郎\", \"鈴木 太郎\", \"加藤 麻衣\"]', 0);
INSERT INTO `tab_board` VALUES (79, 'c0bb242f-3f52-40aa-9f0e-c1903f0ea19d', 'note', 'NULL', '2022-03-18 01:23:37', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"京都市\"}', '{\"age\": \"2\", \"clr\": \"三色\", \"img\": [\"UTW8KiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫4\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"yAJhLiN7l2\", \"sub_date\": \"2019-08-06 17:33:33\"}', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', '{\"cnt\": \"猫が夜中に鳴くのはさまざまな理由が考えられます。飢餓、孤独、疾病、環境の変化などが影響することがあります。獣医師と相談して、猫の健康状態や生活環境について確認することをおすすめします。\", \"rep\": []}', '[\"山本 花子\", \"oumoon@gmail.com\"]', 2, '[\"山本 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (80, '60a526dd-98ce-4427-a125-0e456573b700', 'cat', '目撃', '2022-07-11 09:25:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"那覇1-2-3\", \"addr_ken\": \"沖縄県\", \"addr_shi\": \"那覇市\"}', '{\"age\": \"2歳\", \"clr\": \"白黒\", \"img\": [\"y9ZvKiN7l2\"], \"sex\": \"メス\", \"attr\": \"おとなしい\", \"name\": \"ミキ\", \"size\": \"小型\", \"type\": \"雑種\", \"image\": \"ebJyLiN7l2\", \"sub_date\": \"2014-10-02 01:55:47\"}', '沖縄県那覇市で白黒猫を目撃', '{\"cnt\": \"沖縄県那覇市で白黒猫を目撃しました。おとなしい性格で、飼い主が心配です。\", \"rep\": []}', '[\"鈴木\", \"渡辺\"]', 12, '[\"山田\", \"佐藤\"]', 0);
INSERT INTO `tab_board` VALUES (81, '1a3b5c7d-9e0f-2g4h-6i8j-0k1l2m3n4o5p', 'cat', '保護', '2022-07-20 09:30:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"新宿3-4-5\", \"addr_ken\": \"東京都\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"2歳\", \"clr\": \"トーティシェル\", \"img\": [\"tv7tJiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発な\", \"name\": \"モカ\", \"size\": \"小型\", \"type\": \"マンチカン\", \"image\": \"gPkEKiN7l2\", \"sub_date\": \"2015-01-16 19:22:15\"}', '保護猫を見つけました', '{\"cnt\": \"新宿駅周辺で迷子のマンチカンを保護しました。元気で活発な性格です。\", \"rep\": []}', '[\"sasaki\", \"watanabe\"]', 12, '[\"tanaka\", \"yamamoto\"]', 0);
INSERT INTO `tab_board` VALUES (82, '6753d5d8-7952-471b-9343-03b29f24cce0', 'note', 'NULL', '2022-07-13 23:24:35', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"9\", \"clr\": \"白\", \"img\": [\"XDwhLiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫3\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"zAJhLiN7l2\", \"sub_date\": \"2006-02-28 02:02:29\"}', 'うちの猫が体臭を放っています。なぜでしょう？', '{\"cnt\": \"猫の体臭はさまざまな要因によって引き起こされる場合があります。食事、健康状態、ストレスなどが影響することがあります。猫の体臭が気になる場合は、獣医師に相談してみることをおすすめします。\", \"rep\": []}', '[\"加藤 由美子\", \"佐藤 花子\", \"高橋 雅美\", \"佐藤 光司\", \"高橋 太郎\", \"oumoon@gmail.com\"]', 6, '[\"渡邉 由美子\", \"山本 亜美\", \"鈴木 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (83, '5033c777-7f57-4792-9d29-d1bc4b81042f', 'qa', '解決', '2020-10-18 00:14:59', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"京都市\"}', '{\"age\": \"5\", \"clr\": \"黒\", \"img\": [\"OXMRJiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫2\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"OTW8KiN7l2\", \"sub_date\": \"2011-12-11 08:36:01\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"高橋 由美子\", \"渡邉 次郎\", \"加藤 光司\", \"佐藤 雅美\", \"中村 麻衣\"]', 12, '[\"渡邉 健太\", \"伊藤 次郎\", \"伊藤 由美子\", \"山本 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (84, 'b2caec6b-3724-4869-a729-118051ef6739', 'qa', '解決', '2022-10-29 22:03:45', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"8\", \"clr\": \"白\", \"img\": [\"OXMRJiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫3\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"iYFBJiN7l2\", \"sub_date\": \"2004-02-16 22:37:24\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"高橋 康介\", \"小林 麻衣\", \"佐藤 由美子\", \"小林 康介\", \"鈴木 次郎\"]', 12, '[\"佐藤 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (85, '082f9deb-c96f-4201-b2c3-f964683033bc', 'cat', '保護', '2022-04-14 09:50:52', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"京都市\"}', '{\"age\": \"6\", \"clr\": \"茶\", \"img\": [\"KuZ8KiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫8\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"YeiqLiN7l2\", \"sub_date\": \"2001-06-27 16:55:45\"}', '猫が激しく噛みつくことがあります。どうすればいいですか？', '{\"cnt\": \"猫が激しく噛みつく行動はさまざまな理由が考えられます。痛み、不安、興奮などが影響することがあります。獣医師と相談し、猫の健康状態や行動について確認することが重要です。\", \"rep\": []}', '[\"高橋 由美子\", \"佐藤 太郎\", \"渡邉 康介\"]', 12, '[\"高橋 光司\", \"伊藤 健太\", \"田中 雅美\"]', 0);
INSERT INTO `tab_board` VALUES (86, '1d36590e-048c-49df-a4f4-eb849161d3e0', 'note', 'NULL', '2021-02-03 07:48:17', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"3\", \"clr\": \"白\", \"img\": [\"IFj7KiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫8\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"fbJyLiN7l2\", \"sub_date\": \"2019-10-07 01:36:09\"}', '猫が外に出たがります。外に出すべきですか？', '{\"cnt\": \"猫を外に出すべきかどうかは、猫の性格や環境によって異なります。一般的には、屋内飼育が安全で健康的な選択です。外に出す場合は、リスクや安全対策を考慮し、猫を見守ることが重要です。\", \"rep\": []}', '[\"鈴木 花子\", \"中村 亜美\"]', 12, '[\"佐藤 麻衣\"]', 0);
INSERT INTO `tab_board` VALUES (87, '9c4dd3cc-6e44-4a44-9e9a-d0a05e4de22c', 'cat', '迷子', '2022-07-16 13:50:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"大宮1-2-3\", \"addr_ken\": \"埼玉県\", \"addr_shi\": \"さいたま市\"}', '{\"age\": \"3歳\", \"clr\": \"茶トラ\", \"img\": [\"UTW8KiN7l2\"], \"sex\": \"オス\", \"attr\": \"おっとりした\", \"name\": \"チビ\", \"size\": \"小型\", \"type\": \"雑種\", \"image\": \"ZeiqLiN7l2\", \"sub_date\": \"2016-08-10 20:57:09\"}', '茶トラ猫を迷子にしました', '{\"cnt\": \"さいたま市大宮で茶トラ猫を迷子にしました。おっとりした性格です。\", \"rep\": []}', '[\"田中\", \"渡辺\"]', 12, '[\"佐藤\", \"鈴木\"]', 0);
INSERT INTO `tab_board` VALUES (88, 'c2382928-5480-4395-a94e-2c95c98b5631', 'cat', '迷子', '2022-07-13 14:30:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"4\", \"clr\": \"三色\", \"img\": [\"y9ZvKiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫4\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"jYFBJiN7l2\", \"sub_date\": \"2008-10-15 14:30:59\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"田中 亜美\", \"高橋 次郎\", \"中村 花子\", \"伊藤 次郎\"]', 12, '[\"中村 太郎\", \"鈴木 花子\", \"高橋 由美子\", \"加藤 雅美\", \"鈴木 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (89, '683cc338-be80-4cd2-b598-f66c513b6780', 'qa', '受付中', '2022-12-12 10:03:59', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"京都市\"}', '{\"age\": \"5\", \"clr\": \"茶\", \"img\": [\"LJ1wKiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫7\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"IJ1wKiN7l2\", \"sub_date\": \"2010-11-13 18:33:05\"}', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が机の上に乗るのは好奇心や興味から行うことがあります。猫の行動を誘導するために、猫用の遊び場や高い場所を提供することがおすすめです。\", \"rep\": [{\"rep\": [{\"content\": \"４匹の保護猫と暮らしています。メス、メス, オス、メスの順です。 最\\n後のメスは去年の２月に保護したのでまだ１年しかたっていません...\", \"user_id\": \"14248606-d04a-474f-93f2-b94e17fddfd9\", \"sub_date\": \"2023-08-05 14:05:17\", \"sub_user\": \"moontest\", \"user_icon\": \"https://im.ages.io/FleNKiN7l2?width=100\"}, {\"content\": \"そうなんですね ！ 落ち着かせるとこから始めてみます ！ \", \"user_id\": \"6e73907d-7118-4637-8dba-2cfe2aad7db7\", \"sub_date\": \"2023-08-05 14:06:45\", \"sub_user\": \"bb\", \"user_icon\": \"https://im.ages.io/TFh9KiN7l2?width=100\"}], \"content\": \"こんばんは❗️確かに新しい環境が原因かもしれません。\\nうちも２匹の猫を飼っていますが、見慣れない場所へつれていくと急に警戒心が強\\nくなり、落ち着かない様子でいることが多いです。そういう時は、不安を払拭され\\nてあげるのが効果的です。実際うちでは、5,6分そばにいて頭を撫でてあげるとだい\\nぶ猫たちの緊張も解け、凶暴さが和らぎます。家庭によって不安の和らげ方は違う\\nと思うので、マロンパイさんの猫ちゃんが最も喜ぶやり方を模索してあげると良い\\nかもです。\", \"user_id\": \"08fb6042-6763-47cd-8b2c-f40e93609522\", \"sub_date\": \"2023-08-05 14:04:24\", \"sub_user\": \"李阳\", \"user_icon\": \"https://im.ages.io/QoSfKiN7l2?width=100\"}, {\"content\": \"阿伟发\", \"user_id\": \"08fb6042-6763-47cd-8b2c-f40e93609522\", \"sub_date\": \"2023-08-05 15:48:09\", \"sub_user\": \"李阳\", \"user_icon\": \"https://im.ages.io/QoSfKiN7l2?width=100\"}, {\"content\": \"お問い合わせが送信されました。\", \"user_id\": \"08fb6042-6763-47cd-8b2c-f40e93609522\", \"sub_date\": \"2023-08-05 15:49:16\", \"sub_user\": \"李阳\", \"user_icon\": \"https://im.ages.io/QoSfKiN7l2?width=100\"}, {\"content\": \"成功了\", \"user_id\": \"08fb6042-6763-47cd-8b2c-f40e93609522\", \"sub_date\": \"2023-08-05 16:03:45\", \"sub_user\": \"李阳\", \"user_icon\": \"https://im.ages.io/QoSfKiN7l2?width=100\"}, {\"content\": \"abbbbbbbb\", \"user_id\": \"14248606-d04a-474f-93f2-b94e17fddfd9\", \"sub_date\": \"2023-08-06 07:34:07\", \"user_icon\": \"https://im.ages.io/FleNKiN7l2?width=100\"}]}', '[\"伊藤 花子\", \"伊藤 次郎\", \"伊藤 健太\", \"田中 太郎\"]', 12, '[\"佐藤 花子\", \"佐藤 康介\", \"鈴木 光司\", \"中村 花子\", \"小林 康介\"]', 0);
INSERT INTO `tab_board` VALUES (90, 'afc1c959-3eaf-4440-985e-d7efa66cac86', 'note', 'NULL', '2022-03-10 07:36:15', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"7\", \"clr\": \"白\", \"img\": [\"picYIiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫4\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"MKLyLiN7l2\", \"sub_date\": \"2012-01-19 09:47:45\"}', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が机の上に乗るのは好奇心や興味から行うことがあります。猫の行動を誘導するために、猫用の遊び場や高い場所を提供することがおすすめです。\", \"rep\": []}', '[\"佐藤 麻衣\", \"佐藤 雅美\", \"小林 由美子\", \"鈴木 雅美\", \"liyang@hotmail.com\"]', 5, '[\"伊藤 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (91, '31949aad-8b87-4491-a7d9-0a7eaa84c7ad', 'note', 'NULL', '2022-12-02 15:22:52', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"7\", \"clr\": \"三色\", \"img\": [\"AGfqLiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫7\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"0fiqLiN7l2\", \"sub_date\": \"2012-11-21 15:05:26\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"高橋 花子\", \"高橋 次郎\", \"中村 由美子\", \"山本 次郎\"]', 4, '[\"佐藤 健太\", \"渡邉 次郎\", \"田中 亜美\", \"渡邉 健太\"]', 0);
INSERT INTO `tab_board` VALUES (92, '036c4b84-0b7c-4f39-9236-252ed8d7bf60', 'note', 'NULL', '2021-11-26 04:01:06', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"5\", \"clr\": \"黒\", \"img\": [\"OiXtJiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫10\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"RxWvKiN7l2\", \"sub_date\": \"2018-09-23 09:57:43\"}', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', '{\"cnt\": \"猫が夜中に鳴くのはさまざまな理由が考えられます。飢餓、孤独、疾病、環境の変化などが影響することがあります。獣医師と相談して、猫の健康状態や生活環境について確認することをおすすめします。\", \"rep\": []}', '[\"鈴木 花子\", \"liyang@hotmail.com\"]', 2, '[\"田中 光司\", \"伊藤 光司\", \"加藤 太郎\", \"加藤 健太\", \"伊藤 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (93, 'ef24bb73-ae65-4cea-aee0-bed3b64cbdb9', 'qa', '受付中', '2020-10-06 13:38:01', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"7\", \"clr\": \"黒\", \"img\": [\"OXMRJiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫3\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"pv7tJiN7l2\", \"sub_date\": \"2000-09-08 06:09:21\"}', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が机の上に乗るのは好奇心や興味から行うことがあります。猫の行動を誘導するために、猫用の遊び場や高い場所を提供することがおすすめです。\", \"rep\": []}', '[\"渡邉 健太\", \"加藤 由美子\", \"高橋 亜美\", \"渡邉 太郎\"]', 12, '[\"鈴木 麻衣\", \"渡邉 由美子\", \"小林 光司\"]', 0);
INSERT INTO `tab_board` VALUES (94, 'ad7c49d3-ae75-4d8d-a24f-092eb1ffaf04', 'cat', '目撃', '2021-01-23 07:19:20', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"4\", \"clr\": \"白\", \"img\": [\"tv7tJiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫7\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"SDwhLiN7l2\", \"sub_date\": \"2016-07-07 10:04:33\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"渡邉 雅美\", \"渡邉 太郎\", \"鈴木 光司\", \"佐藤 雅美\"]', 12, '[\"高橋 健太\"]', 0);
INSERT INTO `tab_board` VALUES (95, '823a92c8-1b3e-47eb-a2a1-c80cffd8419e', 'qa', '解決', '2020-01-09 10:00:59', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"2\", \"clr\": \"白\", \"img\": [\"y9ZvKiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫7\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"uaKmJiN7l2\", \"sub_date\": \"2012-07-04 03:59:26\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"山本 健太\"]', 12, '[\"田中 雅美\"]', 0);
INSERT INTO `tab_board` VALUES (96, 'f642eb16-a225-4f27-9165-04f212320f43', 'qa', '受付中', '2020-10-21 17:00:33', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"京都市\"}', '{\"age\": \"5\", \"clr\": \"白\", \"img\": [\"IFj7KiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫5\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"JJ1wKiN7l2\", \"sub_date\": \"2018-06-06 22:46:07\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"中村 麻衣\", \"小林 太郎\", \"中村 健太\"]', 12, '[\"佐藤 光司\", \"渡邉 花子\", \"渡邉 花子\", \"佐藤 雅美\", \"佐藤 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (97, '824e39b7-2114-4e46-b646-916e214f4312', 'qa', '受付中', '2022-02-28 06:26:18', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"6\", \"clr\": \"白\", \"img\": [\"XDwhLiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫7\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"nawaLiN7l2\", \"sub_date\": \"2015-12-07 04:25:39\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"田中 亜美\", \"鈴木 太郎\", \"田中 健太\"]', 12, '[\"田中 花子\", \"田中 光司\", \"伊藤 由美子\", \"中村 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (98, '43c78c96-4482-441e-aa7e-04fd7d9854f7', 'note', 'NULL', '2022-05-30 10:01:56', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"10\", \"clr\": \"黒\", \"img\": [\"PiXtJiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫7\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"LXMRJiN7l2\", \"sub_date\": \"2022-08-11 21:59:22\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"加藤 次郎\", \"伊藤 健太\", \"田中 健太\"]', 12, '[\"佐藤 亜美\", \"渡邉 花子\"]', 0);
INSERT INTO `tab_board` VALUES (99, 'c22ca809-9a24-4812-b050-b5ef12f4f9f9', 'cat', '受付中', '2022-07-13 14:30:00', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"4\", \"clr\": \"三色\", \"img\": [\"LuZ8KiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫7\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"x3A1LiN7l2\", \"sub_date\": \"2022-11-30 11:26:45\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"鈴木 光司\"]', 12, '[\"渡邉 麻衣\", \"加藤 由美子\", \"田中 花子\"]', 0);
INSERT INTO `tab_board` VALUES (100, 'da6fdf07-b7b3-415d-ab34-6ea53b595c4e', 'cat', '保護', '2022-10-08 13:15:32', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"5\", \"clr\": \"白\", \"img\": [\"YDwhLiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫3\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"kYFBJiN7l2\", \"sub_date\": \"2000-12-05 05:03:28\"}', '猫が外に出たがります。外に出すべきですか？', '{\"cnt\": \"猫を外に出すべきかどうかは、猫の性格や環境によって異なります。一般的には、屋内飼育が安全で健康的な選択です。外に出す場合は、リスクや安全対策を考慮し、猫を見守ることが重要です。\", \"rep\": []}', '[\"伊藤 由美子\", \"鈴木 次郎\", \"小林 由美子\", \"中村 亜美\"]', 12, '[\"伊藤 康介\"]', 0);
INSERT INTO `tab_board` VALUES (101, '3b0772fe-6c3f-458a-99ac-b799f24ea727', 'note', 'NULL', '2020-09-20 06:10:33', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"京都市\"}', '{\"age\": \"3\", \"clr\": \"三色\", \"img\": [\"zGfqLiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫7\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"AAJhLiN7l2\", \"sub_date\": \"2015-03-16 22:48:44\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"小林 亜美\", \"高橋 次郎\", \"小林 麻衣\", \"鈴木 雅美\"]', 12, '[\"鈴木 康介\"]', 0);
INSERT INTO `tab_board` VALUES (102, '456798e7-2ae4-439c-84db-66daf771bd01', 'cat', '保護', '2022-10-20 19:36:52', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"2\", \"clr\": \"三色\", \"img\": [\"L99NKiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫4\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"F99NKiN7l2\", \"sub_date\": \"2022-09-20 03:36:44\"}', '猫が激しく噛みつくことがあります。どうすればいいですか？', '{\"cnt\": \"猫が激しく噛みつく行動はさまざまな理由が考えられます。痛み、不安、興奮などが影響することがあります。獣医師と相談し、猫の健康状態や行動について確認することが重要です。\", \"rep\": []}', '[\"伊藤 花子\", \"鈴木 亜美\", \"加藤 雅美\"]', 12, '[\"渡邉 由美子\", \"中村 康介\"]', 0);
INSERT INTO `tab_board` VALUES (103, '5d9ae5ca-7585-40f6-a43e-6a1f37053091', 'cat', '迷子', '2020-12-26 09:47:16', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"2\", \"clr\": \"三色\", \"img\": [\"picYIiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫6\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"MytaLiN7l2\", \"sub_date\": \"2017-02-26 14:06:06\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"伊藤 康介\", \"鈴木 由美子\", \"田中 太郎\", \"佐藤 麻衣\"]', 12, '[\"山本 健太\", \"伊藤 太郎\", \"佐藤 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (104, 'd26c7dcd-a8d3-44fc-969d-39e1c01725a6', 'qa', '受付中', '2021-02-09 21:39:58', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"9\", \"clr\": \"三色\", \"img\": [\"5fiqLiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫9\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"z9FRJiN7l2\", \"sub_date\": \"2018-10-08 14:35:00\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"佐藤 亜美\", \"鈴木 健太\", \"高橋 由美子\", \"高橋 光司\"]', 12, '[\"鈴木 亜美\", \"渡邉 太郎\", \"高橋 光司\"]', 0);
INSERT INTO `tab_board` VALUES (105, '23c1e7a4-286e-464a-94a5-1d0b3fcce5ff', 'note', 'NULL', '2022-11-19 05:17:59', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"9\", \"clr\": \"黒\", \"img\": [\"L99NKiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫9\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"QciEKiN7l2\", \"sub_date\": \"2017-05-17 11:02:58\"}', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', '{\"cnt\": \"猫が夜中に鳴くのはさまざまな理由が考えられます。飢餓、孤独、疾病、環境の変化などが影響することがあります。獣医師と相談して、猫の健康状態や生活環境について確認することをおすすめします。\", \"rep\": []}', '[\"加藤 太郎\", \"加藤 亜美\", \"伊藤 健太\", \"中村 亜美\", \"liyang@hotmail.com\"]', 5, '[\"加藤 由美子\", \"田中 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (106, '91653b08-74ed-40b3-8dd6-b8ae9c239aaa', 'note', 'NULL', '2022-03-04 12:23:21', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"9\", \"clr\": \"黒\", \"img\": [\"OiXtJiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫4\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"PTW8KiN7l2\", \"sub_date\": \"2015-08-13 00:03:52\"}', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が机の上に乗るのは好奇心や興味から行うことがあります。猫の行動を誘導するために、猫用の遊び場や高い場所を提供することがおすすめです。\", \"rep\": []}', '[\"加藤 光司\", \"渡邉 次郎\", \"佐藤 雅美\", \"加藤 由美子\"]', 12, '[\"伊藤 太郎\", \"高橋 花子\", \"伊藤 麻衣\", \"田中 花子\", \"伊藤 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (107, '3d9be4d0-9b6f-4bd4-b788-b5195510a82e', 'note', 'NULL', '2021-07-18 15:50:03', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"9\", \"clr\": \"三色\", \"img\": [\"OXMRJiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫8\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"NytaLiN7l2\", \"sub_date\": \"2008-06-11 06:03:25\"}', 'うちの猫が体臭を放っています。なぜでしょう？', '{\"cnt\": \"猫の体臭はさまざまな要因によって引き起こされる場合があります。食事、健康状態、ストレスなどが影響することがあります。猫の体臭が気になる場合は、獣医師に相談してみることをおすすめします。\", \"rep\": []}', '[\"佐藤 亜美\", \"伊藤 光司\", \"渡邉 太郎\"]', 12, '[\"小林 光司\", \"小林 麻衣\"]', 0);
INSERT INTO `tab_board` VALUES (108, '02ed0865-5888-4faa-9280-dbd8972b87bc', 'note', 'NULL', '2020-06-06 13:59:28', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"6\", \"clr\": \"白\", \"img\": [\"zGfqLiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫10\", \"size\": \"大型\", \"type\": \"アメリカンショートヘア\", \"image\": \"BAJhLiN7l2\", \"sub_date\": \"2006-08-22 12:41:13\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"鈴木 康介\", \"佐藤 雅美\", \"高橋 麻衣\"]', 12, '[\"渡邉 健太\", \"鈴木 太郎\", \"佐藤 光司\"]', 0);
INSERT INTO `tab_board` VALUES (109, '9d7be164-e237-4ba6-b755-0b4e2646c9e2', 'note', 'NULL', '2021-01-13 02:35:34', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"7\", \"clr\": \"茶\", \"img\": [\"KuZ8KiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫3\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"ZJbNKiN7l2\", \"sub_date\": \"2009-02-18 09:18:32\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"山本 太郎\"]', 12, '[\"中村 光司\"]', 0);
INSERT INTO `tab_board` VALUES (110, '8f1c1e65-8ebb-43e9-891a-8475f0ccf27c', 'note', 'NULL', '2022-03-14 17:23:08', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"9\", \"clr\": \"茶\", \"img\": [\"AGfqLiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫4\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"TDwhLiN7l2\", \"sub_date\": \"2012-06-01 15:52:51\"}', '猫が激しく噛みつくことがあります。どうすればいいですか？', '{\"cnt\": \"猫が激しく噛みつく行動はさまざまな理由が考えられます。痛み、不安、興奮などが影響することがあります。獣医師と相談し、猫の健康状態や行動について確認することが重要です。\", \"rep\": []}', '[\"小林 康介\", \"山本 光司\", \"伊藤 由美子\", \"伊藤 太郎\", \"加藤 雅美\"]', 12, '[\"伊藤 次郎\", \"山本 花子\", \"加藤 光司\", \"田中 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (111, 'b0dbef04-7e8e-493c-b66e-dfab679331f6', 'qa', '解決', '2021-10-10 14:06:21', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"8\", \"clr\": \"白\", \"img\": [\"picYIiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫7\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"TxPRJiN7l2\", \"sub_date\": \"2002-02-14 22:07:16\"}', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', '{\"cnt\": \"猫が夜中に鳴くのはさまざまな理由が考えられます。飢餓、孤独、疾病、環境の変化などが影響することがあります。獣医師と相談して、猫の健康状態や生活環境について確認することをおすすめします。\", \"rep\": []}', '[\"伊藤 雅美\"]', 12, '[\"伊藤 次郎\", \"山本 花子\", \"田中 太郎\", \"小林 康介\"]', 0);
INSERT INTO `tab_board` VALUES (112, '242931f5-ec56-4237-b335-6240eea6d7d9', 'cat', '迷子', '2021-01-19 23:18:01', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"9\", \"clr\": \"黒\", \"img\": [\"tv7tJiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫4\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"A9FRJiN7l2\", \"sub_date\": \"2021-09-10 16:35:52\"}', 'うちの猫はなぜソファを引っかくのでしょうか？', '{\"cnt\": \"猫は爪を研ぐためにソファを引っかくことがあります。適切な猫用の爪とぎを提供し、猫がその上で爪を研ぐように誘導することがおすすめです。\", \"rep\": []}', '[\"山本 亜美\", \"小林 麻衣\", \"佐藤 雅美\", \"佐藤 花子\", \"加藤 康介\"]', 12, '[\"中村 健太\", \"伊藤 康介\", \"山本 麻衣\", \"渡邉 花子\", \"山本 花子\"]', 0);
INSERT INTO `tab_board` VALUES (113, 'bb3463ab-9c6e-4342-82f2-2f240a1014d2', 'cat', '保護', '2022-07-12 14:45:00', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"東山区7-8-9\", \"addr_ken\": \"京都府\", \"addr_shi\": \"京都市\"}', '{\"age\": \"4歳\", \"clr\": \"茶トラ\", \"img\": [\"LuZ8KiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発な\", \"name\": \"トラ\", \"size\": \"大型\", \"type\": \"トラ猫\", \"image\": \"uhSDKiN7l2\", \"sub_date\": \"2019-03-18 15:14:16\"}', '京都市東山区で保護したトラ猫', '{\"cnt\": \"京都府京都市東山区で保護したトラ猫を里親募集しています。活発な性格で、運動が好きです。\", \"rep\": []}', '[\"田中\", \"渡辺\"]', 12, '[\"佐藤\", \"鈴木\"]', 0);
INSERT INTO `tab_board` VALUES (114, 'e4c4754d-8fea-403f-a64e-4a4a2c9316ba', 'qa', '解決', '2021-05-27 13:22:52', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"4\", \"clr\": \"黒\", \"img\": [\"YDwhLiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫3\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"3CSgKiN7l2\", \"sub_date\": \"2017-06-04 11:20:04\"}', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', '{\"cnt\": \"猫が夜中に鳴くのはさまざまな理由が考えられます。飢餓、孤独、疾病、環境の変化などが影響することがあります。獣医師と相談して、猫の健康状態や生活環境について確認することをおすすめします。\", \"rep\": []}', '[\"渡邉 由美子\", \"渡邉 麻衣\", \"山本 康介\"]', 12, '[\"加藤 康介\", \"中村 亜美\", \"伊藤 光司\", \"伊藤 次郎\", \"伊藤 健太\"]', 0);
INSERT INTO `tab_board` VALUES (115, 'c71e9d91-dc55-4d1a-93c6-ab6916fa20af', 'note', 'NULL', '2022-02-17 03:56:07', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"京都市\"}', '{\"age\": \"4\", \"clr\": \"三色\", \"img\": [\"OXMRJiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫5\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"vaKmJiN7l2\", \"sub_date\": \"2016-02-18 10:43:15\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"佐藤 光司\", \"鈴木 亜美\", \"佐藤 花子\", \"田中 花子\"]', 12, '[\"鈴木 次郎\", \"鈴木 花子\", \"山本 花子\", \"高橋 麻衣\", \"小林 康介\"]', 0);
INSERT INTO `tab_board` VALUES (116, '5r7t9y1u-2i4o6p8a-3s5d7f9g-1h2j3k4l', 'cat', '目撃', '2022-07-13 11:15:00', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"首里1-2-3\", \"addr_ken\": \"沖縄県\", \"addr_shi\": \"那覇市\"}', '{\"age\": \"4歳\", \"clr\": \"茶黒\", \"img\": [\"L99NKiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発な\", \"name\": \"チビ\", \"size\": \"小型\", \"type\": \"トラ猫\", \"image\": \"vhSDKiN7l2\", \"sub_date\": \"2015-05-27 02:28:26\"}', '那覇市でトラ猫を目撃しました', '{\"cnt\": \"那覇市首里付近でトラ猫を目撃しました。活発な性格で、飼い主が心配です。\", \"rep\": []}', '[\"sasaki\", \"yamamoto\"]', 12, '[\"suzuki\", \"tanaka\"]', 0);
INSERT INTO `tab_board` VALUES (117, '4bed970f-55ec-4e70-a051-19d331762e14', 'cat', '保護', '2021-10-16 00:02:06', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"京都市\"}', '{\"age\": \"1\", \"clr\": \"白\", \"img\": [\"5fiqLiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫4\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"eHUtJiN7l2\", \"sub_date\": \"2011-10-17 16:29:54\"}', '猫が外に出たがります。外に出すべきですか？', '{\"cnt\": \"猫を外に出すべきかどうかは、猫の性格や環境によって異なります。一般的には、屋内飼育が安全で健康的な選択です。外に出す場合は、リスクや安全対策を考慮し、猫を見守ることが重要です。\", \"rep\": []}', '[\"伊藤 花子\", \"高橋 麻衣\", \"高橋 健太\"]', 12, '[\"小林 光司\", \"鈴木 康介\", \"鈴木 亜美\", \"渡邉 康介\"]', 0);
INSERT INTO `tab_board` VALUES (118, '48c1064a-5542-4df5-af8e-0f8cfb4cfca7', 'qa', '解決', '2020-01-17 20:33:43', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"6\", \"clr\": \"三色\", \"img\": [\"B9FRJiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫7\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"NVxOLiN7l2\", \"sub_date\": \"2013-04-03 16:22:58\"}', '猫が外に出たがります。外に出すべきですか？', '{\"cnt\": \"猫を外に出すべきかどうかは、猫の性格や環境によって異なります。一般的には、屋内飼育が安全で健康的な選択です。外に出す場合は、リスクや安全対策を考慮し、猫を見守ることが重要です。\", \"rep\": []}', '[\"小林 光司\", \"加藤 雅美\", \"鈴木 雅美\", \"佐藤 亜美\", \"鈴木 花子\"]', 12, '[\"中村 次郎\", \"田中 雅美\", \"渡邉 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (119, '87d3440a-95d7-409a-9f0d-c15e410846be', 'qa', '受付中', '2022-09-15 06:37:02', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"1\", \"clr\": \"三色\", \"img\": [\"OXMRJiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫7\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"61dEKiN7l2\", \"sub_date\": \"2009-09-18 06:12:39\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"山本 光司\", \"高橋 健太\", \"小林 光司\", \"高橋 雅美\", \"佐藤 麻衣\"]', 12, '[\"小林 由美子\", \"中村 麻衣\", \"鈴木 亜美\", \"渡邉 光司\", \"鈴木 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (120, 'e2a8d604-c142-45ad-807e-2b66e1cde0a6', 'note', 'NULL', '2022-08-25 18:16:30', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"8\", \"clr\": \"黒\", \"img\": [\"y9ZvKiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫3\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"CAJhLiN7l2\", \"sub_date\": \"2015-03-05 11:04:11\"}', '猫が外に出たがります。外に出すべきですか？', '{\"cnt\": \"猫を外に出すべきかどうかは、猫の性格や環境によって異なります。一般的には、屋内飼育が安全で健康的な選択です。外に出す場合は、リスクや安全対策を考慮し、猫を見守ることが重要です。\", \"rep\": []}', '[\"渡邉 花子\", \"渡邉 健太\", \"伊藤 由美子\", \"鈴木 亜美\", \"伊藤 亜美\"]', 12, '[\"小林 光司\", \"山本 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (121, '45b1a4e6-b413-4d3f-9a61-03e41af086ef', 'qa', '解決', '2022-06-12 03:41:11', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"7\", \"clr\": \"茶\", \"img\": [\"KoDBJiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫2\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"o8StJiN7l2\", \"sub_date\": \"2005-01-31 21:34:36\"}', 'うちの猫はなぜソファを引っかくのでしょうか？', '{\"cnt\": \"猫は爪を研ぐためにソファを引っかくことがあります。適切な猫用の爪とぎを提供し、猫がその上で爪を研ぐように誘導することがおすすめです。\", \"rep\": []}', '[\"高橋 由美子\"]', 12, '[\"佐藤 太郎\", \"中村 光司\", \"渡邉 健太\"]', 0);
INSERT INTO `tab_board` VALUES (122, 'be3cfbe6-052b-4e75-a29f-e6c01548230a', 'cat', '迷子', '2021-11-01 01:05:09', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"京都市\"}', '{\"age\": \"7\", \"clr\": \"茶\", \"img\": [\"tv7tJiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫2\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"G99NKiN7l2\", \"sub_date\": \"2004-03-16 20:47:33\"}', '猫が外に出たがります。外に出すべきですか？', '{\"cnt\": \"猫を外に出すべきかどうかは、猫の性格や環境によって異なります。一般的には、屋内飼育が安全で健康的な選択です。外に出す場合は、リスクや安全対策を考慮し、猫を見守ることが重要です。\", \"rep\": []}', '[\"渡邉 健太\"]', 12, '[\"佐藤 次郎\", \"鈴木 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (123, 'b7147e6d-db82-4c84-bf12-ec46fed674b5', 'cat', '迷子', '2022-07-13 14:30:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"4\", \"clr\": \"白\", \"img\": [\"y9ZvKiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫6\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"OytaLiN7l2\", \"sub_date\": \"2017-12-09 20:44:27\"}', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', '{\"cnt\": \"猫が夜中に鳴くのはさまざまな理由が考えられます。飢餓、孤独、疾病、環境の変化などが影響することがあります。獣医師と相談して、猫の健康状態や生活環境について確認することをおすすめします。\", \"rep\": []}', '[\"伊藤 康介\", \"中村 雅美\", \"田中 健太\", \"小林 次郎\"]', 12, '[\"鈴木 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (124, 'e4e07d5b-8a07-4f2b-a5f5-6c3c29e768d0', 'cat', '迷子', '2022-07-13 11:55:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"博多区6-7-8\", \"addr_ken\": \"福岡県\", \"addr_shi\": \"福岡市\"}', '{\"age\": \"3歳\", \"clr\": \"三毛\", \"img\": [\"tv7tJiN7l2\"], \"sex\": \"メス\", \"attr\": \"おとなしい\", \"name\": \"ミケ\", \"size\": \"中型\", \"type\": \"三毛猫\", \"image\": \"0KbNKiN7l2\", \"sub_date\": \"2009-09-16 16:52:54\"}', '福岡市博多区で迷子の三毛猫を探しています', '{\"cnt\": \"福岡市博多区で迷子の三毛猫を見かけた方がいらっしゃいましたら、ご連絡ください。おとなしい性格です。\", \"rep\": []}', '[\"佐藤\", \"渡辺\"]', 12, '[\"田中\", \"山田\"]', 0);
INSERT INTO `tab_board` VALUES (125, '5e986eba-4158-4025-be44-21708a4a6beb', 'note', 'NULL', '2020-02-12 15:14:53', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"京都市\"}', '{\"age\": \"8\", \"clr\": \"茶\", \"img\": [\"L99NKiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫4\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"I5WcHiN7l2\", \"sub_date\": \"2020-03-23 02:17:45\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"渡邉 光司\", \"鈴木 健太\", \"伊藤 光司\", \"中村 次郎\"]', 12, '[\"伊藤 太郎\", \"中村 麻衣\"]', 0);
INSERT INTO `tab_board` VALUES (126, '2bb3ea96-ce6c-44e3-a036-58589cce2883', 'cat', '目撃', '2022-01-16 13:53:31', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"京都市\"}', '{\"age\": \"2\", \"clr\": \"茶\", \"img\": [\"PiXtJiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫7\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"gbJyLiN7l2\", \"sub_date\": \"2001-12-12 00:04:39\"}', 'うちの猫が体臭を放っています。なぜでしょう？', '{\"cnt\": \"猫の体臭はさまざまな要因によって引き起こされる場合があります。食事、健康状態、ストレスなどが影響することがあります。猫の体臭が気になる場合は、獣医師に相談してみることをおすすめします。\", \"rep\": []}', '[\"鈴木 太郎\", \"鈴木 健太\", \"田中 次郎\"]', 12, '[\"鈴木 太郎\", \"鈴木 次郎\", \"高橋 康介\", \"中村 康介\"]', 0);
INSERT INTO `tab_board` VALUES (127, '9q8w7e6r-5t4y3u2i-1o0p9a8s-7d6f5g4h', 'cat', '保護', '2022-07-12 10:30:00', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"中央区大宮1-2-3\", \"addr_ken\": \"埼玉県\", \"addr_shi\": \"さいたま市\"}', '{\"age\": \"2歳\", \"clr\": \"三毛\", \"img\": [\"y9ZvKiN7l2\"], \"sex\": \"メス\", \"attr\": \"おっとりした\", \"name\": \"ミケ\", \"size\": \"小型\", \"type\": \"三毛猫\", \"image\": \"y3A1LiN7l2\", \"sub_date\": \"2019-03-09 14:25:36\"}', 'さいたま市で三毛猫を保護しました', '{\"cnt\": \"さいたま市中央区大宮で迷子の三毛猫を保護しました。おっとりした性格で、里親を募集しています。\", \"rep\": []}', '[\"sasaki\", \"watanabe\"]', 12, '[\"tanaka\", \"yamamoto\"]', 0);
INSERT INTO `tab_board` VALUES (128, '9q8w7e6r-5t4y3u2i-1o0p9a8s-7d6f5g4h', 'cat', '保護', '2022-07-17 16:10:00', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"大通り2-3-4\", \"addr_ken\": \"北海道\", \"addr_shi\": \"札幌市中央区\"}', '{\"age\": \"2歳\", \"clr\": \"白黒\", \"img\": [\"B9FRJiN7l2\"], \"sex\": \"メス\", \"attr\": \"人なつっこい\", \"name\": \"リリー\", \"size\": \"小型\", \"type\": \"白黒猫\", \"image\": \"DAJhLiN7l2\", \"sub_date\": \"2020-05-07 06:12:37\"}', '保護した白黒猫の里親を募集します', '{\"cnt\": \"札幌市中央区大通りで迷子の白黒猫を保護しました。人なつっこい性格で、里親を探しています。\", \"rep\": []}', '[\"sasaki\", \"yamamoto\"]', 12, '[\"suzuki\", \"tanaka\"]', 0);
INSERT INTO `tab_board` VALUES (129, 'adb325d8-9018-4f97-975a-ee6abfb03d24', 'cat', '保護', '2022-07-13 14:30:00', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"京都市\"}', '{\"age\": \"1\", \"clr\": \"白\", \"img\": [\"PiXtJiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫3\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"p8StJiN7l2\", \"sub_date\": \"2014-09-17 17:24:26\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"加藤 健太\", \"小林 花子\"]', 12, '[\"田中 麻衣\", \"伊藤 次郎\", \"中村 亜美\", \"加藤 亜美\", \"中村 花子\"]', 0);
INSERT INTO `tab_board` VALUES (130, '17e492d2-d571-4931-b97a-194c9a51fe8e', 'qa', '解決', '2022-01-16 16:07:18', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"9\", \"clr\": \"三色\", \"img\": [\"OiXtJiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫8\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"1fiqLiN7l2\", \"sub_date\": \"2021-02-14 19:06:06\"}', '猫が激しく噛みつくことがあります。どうすればいいですか？', '{\"cnt\": \"猫が激しく噛みつく行動はさまざまな理由が考えられます。痛み、不安、興奮などが影響することがあります。獣医師と相談し、猫の健康状態や行動について確認することが重要です。\", \"rep\": []}', '[\"加藤 健太\", \"伊藤 亜美\", \"渡邉 雅美\", \"加藤 由美子\"]', 12, '[\"小林 亜美\", \"伊藤 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (131, '81200d8e-c595-49d0-957e-b45c1f7e2954', 'qa', '受付中', '2021-09-23 06:52:30', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"5\", \"clr\": \"白\", \"img\": [\"KuZ8KiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫7\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"iPkEKiN7l2\", \"sub_date\": \"2011-01-01 11:12:09\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"伊藤 花子\", \"伊藤 健太\", \"田中 次郎\", \"渡邉 光司\", \"鈴木 雅美\"]', 12, '[\"田中 次郎\", \"高橋 太郎\", \"伊藤 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (132, '0e370da9-09b9-42ae-b789-430b0780a506', 'qa', '解決', '2022-10-31 02:38:33', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"1\", \"clr\": \"三色\", \"img\": [\"IFj7KiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫7\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"hbJyLiN7l2\", \"sub_date\": \"2004-01-10 21:56:13\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"加藤 花子\", \"田中 太郎\", \"伊藤 麻衣\", \"山本 花子\", \"田中 花子\"]', 12, '[\"高橋 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (133, '3bf49661-a21a-494a-aa84-af6cc9be049d', 'cat', '保護', '2021-07-23 15:38:45', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"10\", \"clr\": \"三色\", \"img\": [\"OiXtJiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫1\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"EAJhLiN7l2\", \"sub_date\": \"2000-11-21 07:19:48\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"中村 次郎\", \"中村 康介\", \"小林 由美子\"]', 12, '[\"高橋 光司\", \"高橋 花子\", \"小林 由美子\", \"鈴木 康介\", \"加藤 康介\"]', 0);
INSERT INTO `tab_board` VALUES (134, '8b60f6e1-1601-463a-9465-ff65a36d5dd7', 'qa', '解決', '2022-11-05 12:12:40', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"京都市\"}', '{\"age\": \"4\", \"clr\": \"黒\", \"img\": [\"OXMRJiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫9\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"SxWvKiN7l2\", \"sub_date\": \"2001-09-14 17:02:52\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"加藤 太郎\", \"中村 光司\", \"中村 次郎\", \"中村 太郎\"]', 12, '[\"中村 健太\", \"佐藤 健太\", \"高橋 次郎\", \"加藤 太郎\", \"渡邉 麻衣\"]', 0);
INSERT INTO `tab_board` VALUES (135, '5b37b169-1346-4f68-b7b8-f3b8d6da3179', 'note', 'NULL', '2020-09-10 01:12:38', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"5\", \"clr\": \"茶\", \"img\": [\"B9FRJiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫8\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"QR9LJiN7l2\", \"sub_date\": \"2013-10-05 20:48:38\"}', '猫砂を新しく変えても、うちの猫は受け入れてくれません。どうすればいいですか？', '{\"cnt\": \"猫は新しい環境に慣れるまで時間がかかることがあります。少しずつ新しい猫砂と旧猫砂を混ぜて使用したり、猫が好む猫砂を試したりすることで、猫が新しい猫砂を受け入れるようになるかもしれません。\", \"rep\": []}', '[\"中村 雅美\", \"鈴木 花子\", \"山本 太郎\", \"高橋 康介\", \"田中 健太\"]', 12, '[\"高橋 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (136, 'feaa9e2e-5235-4132-a17a-ce9685c34c64', 'qa', '解決', '2021-09-02 20:30:25', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"1\", \"clr\": \"三色\", \"img\": [\"XDwhLiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫4\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"4CSgKiN7l2\", \"sub_date\": \"2008-02-10 12:34:54\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"伊藤 亜美\", \"伊藤 太郎\", \"渡邉 雅美\", \"山本 康介\", \"加藤 健太\"]', 12, '[\"鈴木 次郎\", \"伊藤 亜美\", \"伊藤 亜美\", \"高橋 雅美\", \"伊藤 健太\"]', 0);
INSERT INTO `tab_board` VALUES (137, '29d58b0b-d459-4eb8-a3b2-3dba34c67747', 'qa', '解決', '2022-09-22 19:43:34', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"京都市\"}', '{\"age\": \"8\", \"clr\": \"黒\", \"img\": [\"81dEKiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫8\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"QTW8KiN7l2\", \"sub_date\": \"2014-04-22 06:07:17\"}', '猫砂を新しく変えても、うちの猫は受け入れてくれません。どうすればいいですか？', '{\"cnt\": \"猫は新しい環境に慣れるまで時間がかかることがあります。少しずつ新しい猫砂と旧猫砂を混ぜて使用したり、猫が好む猫砂を試したりすることで、猫が新しい猫砂を受け入れるようになるかもしれません。\", \"rep\": []}', '[\"渡邉 雅美\", \"山本 次郎\", \"鈴木 次郎\", \"田中 光司\", \"小林 雅美\"]', 12, '[\"高橋 亜美\", \"高橋 亜美\", \"佐藤 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (138, 'c4a32188-923d-460d-be6b-4129a5b8fc11', 'cat', '迷子', '2022-07-13 14:30:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"8\", \"clr\": \"黒\", \"img\": [\"OiXtJiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫5\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"Y6bnKiN7l2\", \"sub_date\": \"2016-07-23 16:16:27\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"鈴木 由美子\", \"中村 光司\", \"田中 次郎\", \"佐藤 康介\"]', 12, '[\"山本 光司\", \"田中 光司\", \"高橋 麻衣\", \"鈴木 光司\"]', 0);
INSERT INTO `tab_board` VALUES (139, '4aedf513-31fd-4c56-807d-c9179b36f0f3', 'note', 'NULL', '2022-06-12 23:56:17', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"4\", \"clr\": \"黒\", \"img\": [\"LJ1wKiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫9\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"lYFBJiN7l2\", \"sub_date\": \"2023-05-09 13:46:44\"}', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', '{\"cnt\": \"猫が夜中に鳴くのはさまざまな理由が考えられます。飢餓、孤独、疾病、環境の変化などが影響することがあります。獣医師と相談して、猫の健康状態や生活環境について確認することをおすすめします。\", \"rep\": []}', '[\"小林 雅美\", \"渡邉 太郎\", \"渡邉 雅美\"]', 12, '[\"鈴木 太郎\", \"加藤 康介\"]', 0);
INSERT INTO `tab_board` VALUES (140, 'da6b22f7-5730-404d-978f-63d0796d63b1', 'cat', '保護', '2022-07-15 10:20:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"博多区4-5-6\", \"addr_ken\": \"福岡県\", \"addr_shi\": \"福岡市\"}', '{\"age\": \"2歳\", \"clr\": \"グレー\", \"img\": [\"B9FRJiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発な\", \"name\": \"モモ\", \"size\": \"小型\", \"type\": \"スコティッシュフォールド\", \"image\": \"IoDBJiN7l2\", \"sub_date\": \"2023-01-17 04:26:21\"}', '保護したスコティッシュフォールドの猫', '{\"cnt\": \"福岡市博多区で迷子のスコティッシュフォールドを保護しました。活発な性格です。\", \"rep\": []}', '[\"佐藤\", \"渡辺\"]', 12, '[\"田中\", \"山田\"]', 0);
INSERT INTO `tab_board` VALUES (141, '7ef271f1-338f-4662-a2b1-3ce4cc9d38ed', 'qa', '解決', '2022-08-28 00:46:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"3\", \"clr\": \"白\", \"img\": [\"AGfqLiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫2\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"qv7tJiN7l2\", \"sub_date\": \"2004-06-20 20:34:30\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"鈴木 健太\"]', 12, '[\"田中 康介\", \"伊藤 花子\", \"田中 亜美\", \"中村 花子\", \"伊藤 光司\"]', 0);
INSERT INTO `tab_board` VALUES (142, '0116052b-6b07-448c-a0ef-b89d5164ef1b', 'qa', '受付中', '2022-04-29 22:19:21', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"3\", \"clr\": \"茶\", \"img\": [\"tv7tJiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫1\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"wBHmJiN7l2\", \"sub_date\": \"2019-09-27 02:53:04\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"渡邉 亜美\", \"鈴木 亜美\", \"佐藤 由美子\"]', 12, '[\"田中 健太\", \"渡邉 雅美\"]', 0);
INSERT INTO `tab_board` VALUES (143, '7754d927-ebd4-42b9-b3cc-89f65b9adbfe', 'note', 'NULL', '2022-01-28 21:43:10', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"10\", \"clr\": \"三色\", \"img\": [\"AGfqLiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫8\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"I99NKiN7l2\", \"sub_date\": \"2005-09-13 19:58:33\"}', 'うちの猫はなぜソファを引っかくのでしょうか？', '{\"cnt\": \"猫は爪を研ぐためにソファを引っかくことがあります。適切な猫用の爪とぎを提供し、猫がその上で爪を研ぐように誘導することがおすすめです。\", \"rep\": []}', '[\"高橋 太郎\", \"小林 亜美\", \"伊藤 麻衣\", \"中村 光司\"]', 12, '[\"加藤 雅美\", \"小林 亜美\", \"加藤 麻衣\", \"小林 麻衣\", \"田中 花子\"]', 0);
INSERT INTO `tab_board` VALUES (144, 'e6865064-19a3-4d1d-87f6-89d82ef5c5a2', 'cat', '目撃', '2022-07-14 08:15:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"中村区5-6-7\", \"addr_ken\": \"愛知県\", \"addr_shi\": \"名古屋市\"}', '{\"age\": \"1歳\", \"clr\": \"キジトラ\", \"img\": [\"PiXtJiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌のある\", \"name\": \"モモ\", \"size\": \"小型\", \"type\": \"マンチカン\", \"image\": \"waKmJiN7l2\", \"sub_date\": \"2020-06-10 21:19:40\"}', '名古屋市中村区でキジトラ猫を目撃', '{\"cnt\": \"愛知県名古屋市中村区でキジトラ猫を目撃しました。愛嬌のある性格で、飼い主が心配です。\", \"rep\": []}', '[\"田中\", \"渡辺\"]', 12, '[\"佐藤\", \"鈴木\"]', 0);
INSERT INTO `tab_board` VALUES (145, 'ed2fac2e-a64d-40ae-871b-1710dacf92f5', 'note', 'NULL', '2022-04-19 17:56:30', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"3\", \"clr\": \"白\", \"img\": [\"PiXtJiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫5\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"wneNKiN7l2\", \"sub_date\": \"2001-07-06 08:33:15\"}', 'うちの猫が体臭を放っています。なぜでしょう？', '{\"cnt\": \"猫の体臭はさまざまな要因によって引き起こされる場合があります。食事、健康状態、ストレスなどが影響することがあります。猫の体臭が気になる場合は、獣医師に相談してみることをおすすめします。\", \"rep\": []}', '[\"小林 康介\", \"鈴木 麻衣\", \"佐藤 麻衣\", \"鈴木 太郎\"]', 12, '[\"高橋 康介\", \"小林 太郎\", \"中村 健太\"]', 0);
INSERT INTO `tab_board` VALUES (146, '63bf51d6-4943-4050-b526-6581b7107660', 'note', 'NULL', '2022-07-29 04:05:48', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"京都市\"}', '{\"age\": \"8\", \"clr\": \"白\", \"img\": [\"B9FRJiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫7\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"q8StJiN7l2\", \"sub_date\": \"2015-08-24 05:39:25\"}', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が机の上に乗るのは好奇心や興味から行うことがあります。猫の行動を誘導するために、猫用の遊び場や高い場所を提供することがおすすめです。\", \"rep\": []}', '[\"加藤 由美子\", \"伊藤 健太\"]', 2, '[\"高橋 由美子\", \"加藤 雅美\", \"小林 太郎\", \"小林 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (147, '93f2466b-f75c-41f5-bf48-fbd21e743c4e', 'note', 'NULL', '2020-06-29 20:27:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"7\", \"clr\": \"茶\", \"img\": [\"KuZ8KiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫5\", \"size\": \"大型\", \"type\": \"アメリカンショートヘア\", \"image\": \"OVxOLiN7l2\", \"sub_date\": \"2003-01-07 22:00:34\"}', '猫砂を新しく変えても、うちの猫は受け入れてくれません。どうすればいいですか？', '{\"cnt\": \"猫は新しい環境に慣れるまで時間がかかることがあります。少しずつ新しい猫砂と旧猫砂を混ぜて使用したり、猫が好む猫砂を試したりすることで、猫が新しい猫砂を受け入れるようになるかもしれません。\", \"rep\": []}', '[\"鈴木 花子\", \"田中 由美子\"]', 12, '[\"佐藤 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (148, 'd34706a7-e86c-4d9a-9501-1f583e37fcd5', 'qa', '解決', '2022-08-13 11:22:25', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"10\", \"clr\": \"黒\", \"img\": [\"PiXtJiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫6\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"xBHmJiN7l2\", \"sub_date\": \"2010-03-21 20:32:58\"}', 'うちの猫が体臭を放っています。なぜでしょう？', '{\"cnt\": \"猫の体臭はさまざまな要因によって引き起こされる場合があります。食事、健康状態、ストレスなどが影響することがあります。猫の体臭が気になる場合は、獣医師に相談してみることをおすすめします。\", \"rep\": []}', '[\"加藤 麻衣\", \"伊藤 健太\"]', 12, '[\"渡邉 亜美\", \"田中 由美子\", \"小林 花子\"]', 0);
INSERT INTO `tab_board` VALUES (149, '58bdeb59-c091-40f7-8ee9-3b3b1ee577cc', 'qa', '受付中', '2020-02-23 02:03:11', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"7\", \"clr\": \"茶\", \"img\": [\"tv7tJiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫3\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"NKLyLiN7l2\", \"sub_date\": \"2017-05-30 03:33:47\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"渡邉 雅美\", \"山本 次郎\", \"渡邉 太郎\"]', 12, '[\"小林 雅美\", \"伊藤 健太\"]', 0);
INSERT INTO `tab_board` VALUES (150, 'd6a7bcd7-d14d-4320-8149-9101d9319c7d', 'cat', '目撃', '2021-08-05 10:32:54', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"3\", \"clr\": \"三色\", \"img\": [\"L99NKiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫10\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"xXThLiN7l2\", \"sub_date\": \"2014-05-24 20:14:30\"}', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', '{\"cnt\": \"猫が夜中に鳴くのはさまざまな理由が考えられます。飢餓、孤独、疾病、環境の変化などが影響することがあります。獣医師と相談して、猫の健康状態や生活環境について確認することをおすすめします。\", \"rep\": []}', '[\"鈴木 由美子\"]', 12, '[\"高橋 亜美\", \"山本 康介\", \"加藤 麻衣\", \"中村 亜美\", \"山本 康介\"]', 0);
INSERT INTO `tab_board` VALUES (151, 'dfe85f17-f9fe-4d99-b384-8dc90be33eff', 'cat', '保護', '2021-04-20 06:37:17', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"6\", \"clr\": \"茶\", \"img\": [\"PiXtJiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫9\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"xneNKiN7l2\", \"sub_date\": \"2000-12-24 16:47:45\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"田中 麻衣\", \"山本 太郎\"]', 12, '[\"小林 花子\"]', 0);
INSERT INTO `tab_board` VALUES (152, '73c54f05-2e70-4e4f-b93b-94fa4008c113', 'qa', '解決', '2021-06-17 01:04:40', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"8\", \"clr\": \"三色\", \"img\": [\"5fiqLiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫6\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"J99NKiN7l2\", \"sub_date\": \"2014-09-18 13:11:27\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"伊藤 健太\"]', 12, '[\"田中 健太\", \"高橋 光司\"]', 0);
INSERT INTO `tab_board` VALUES (153, '93a2d4e0-6e71-4828-adab-c6acf534dc44', 'cat', '保護', '2022-07-13 14:30:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"2\", \"clr\": \"茶\", \"img\": [\"KoDBJiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫4\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"jPkEKiN7l2\", \"sub_date\": \"2018-12-06 18:49:48\"}', 'うちの猫が体臭を放っています。なぜでしょう？', '{\"cnt\": \"猫の体臭はさまざまな要因によって引き起こされる場合があります。食事、健康状態、ストレスなどが影響することがあります。猫の体臭が気になる場合は、獣医師に相談してみることをおすすめします。\", \"rep\": []}', '[\"小林 光司\", \"加藤 亜美\"]', 12, '[\"小林 太郎\", \"山本 光司\"]', 0);
INSERT INTO `tab_board` VALUES (154, '472a86dc-09b7-4950-a4c5-b55bae0f583c', 'cat', '受付中', '2022-07-13 14:30:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"8\", \"clr\": \"白\", \"img\": [\"81dEKiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫1\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"3WDaLiN7l2\", \"sub_date\": \"2020-09-15 01:01:23\"}', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が机の上に乗るのは好奇心や興味から行うことがあります。猫の行動を誘導するために、猫用の遊び場や高い場所を提供することがおすすめです。\", \"rep\": []}', '[\"佐藤 康介\"]', 12, '[\"加藤 花子\", \"高橋 光司\", \"伊藤 太郎\", \"渡邉 康介\", \"中村 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (155, 'c4389fb5-b7a3-48e2-9418-8c0057ac42e5', 'note', 'NULL', '2022-11-25 19:41:53', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"京都市\"}', '{\"age\": \"6\", \"clr\": \"三色\", \"img\": [\"zGfqLiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫5\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"micYIiN7l2\", \"sub_date\": \"2023-06-08 09:34:43\"}', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', '{\"cnt\": \"猫が夜中に鳴くのはさまざまな理由が考えられます。飢餓、孤独、疾病、環境の変化などが影響することがあります。獣医師と相談して、猫の健康状態や生活環境について確認することをおすすめします。\", \"rep\": []}', '[\"高橋 光司\", \"中村 雅美\", \"山本 由美子\", \"鈴木 太郎\"]', 12, '[\"小林 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (156, '3a9e3f51-07ad-4d84-8935-9d268783b036', 'cat', '迷子', '2022-07-09 10:40:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"北区2-3-4\", \"addr_ken\": \"岐阜県\", \"addr_shi\": \"岐阜市\"}', '{\"age\": \"2歳\", \"clr\": \"白黒\", \"img\": [\"y9ZvKiN7l2\"], \"sex\": \"メス\", \"attr\": \"おっとりした\", \"name\": \"サクラ\", \"size\": \"小型\", \"type\": \"スコティッシュフォールド\", \"image\": \"Z6bnKiN7l2\", \"sub_date\": \"2003-03-29 06:54:45\"}', '岐阜市北区で迷子のスコティッシュフォールドを探しています', '{\"cnt\": \"岐阜市北区で迷子のスコティッシュフォールドを見かけた方がいらっしゃいましたら、ご連絡ください。おっとりした性格です。\", \"rep\": []}', '[\"田中\", \"渡辺\"]', 12, '[\"鈴木\", \"佐藤\"]', 0);
INSERT INTO `tab_board` VALUES (157, '2cb5b595-f884-4e4a-bb3c-169cc7865f24', 'cat', '目撃', '2022-12-03 13:04:07', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"3\", \"clr\": \"白\", \"img\": [\"PiXtJiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫9\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"RR9LJiN7l2\", \"sub_date\": \"2022-10-11 23:48:16\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"伊藤 次郎\", \"加藤 光司\"]', 12, '[\"山本 次郎\", \"田中 太郎\", \"山本 雅美\", \"加藤 花子\"]', 0);
INSERT INTO `tab_board` VALUES (158, 'fd94c156-1689-4db3-b524-7a2c9daa7814', 'qa', '受付中', '2021-05-07 18:00:26', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"9\", \"clr\": \"白\", \"img\": [\"OXMRJiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫5\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"4WDaLiN7l2\", \"sub_date\": \"2007-07-19 09:10:54\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"山本 亜美\"]', 12, '[\"渡邉 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (159, '8a6e60e3-9a51-4f4c-8d12-738899825d12', 'cat', '目撃', '2022-07-12 14:40:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"浦和区3-4-5\", \"addr_ken\": \"埼玉県\", \"addr_shi\": \"さいたま市\"}', '{\"age\": \"2歳\", \"clr\": \"三毛\", \"img\": [\"81dEKiN7l2\"], \"sex\": \"メス\", \"attr\": \"おとなしい\", \"name\": \"ミケ\", \"size\": \"小型\", \"type\": \"三毛猫\", \"image\": \"yXThLiN7l2\", \"sub_date\": \"2019-08-25 21:25:09\"}', '浦和区で三毛猫を目撃しました', '{\"cnt\": \"さいたま市浦和区で三毛猫を目撃しました。おとなしい性格で、飼い主が心配です。\", \"rep\": []}', '[\"佐藤\", \"渡辺\"]', 12, '[\"田中\", \"山田\"]', 0);
INSERT INTO `tab_board` VALUES (160, '864d436f-a3fa-4b6e-8fa8-3783aa3f4c2b', 'note', 'NULL', '2020-01-04 12:25:46', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"3\", \"clr\": \"茶\", \"img\": [\"IFj7KiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫2\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"yBHmJiN7l2\", \"sub_date\": \"2012-12-07 05:43:07\"}', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が机の上に乗るのは好奇心や興味から行うことがあります。猫の行動を誘導するために、猫用の遊び場や高い場所を提供することがおすすめです。\", \"rep\": []}', '[\"高橋 麻衣\"]', 12, '[\"中村 花子\"]', 0);
INSERT INTO `tab_board` VALUES (161, '19f22f30-6bb6-4a4d-b1b2-82b8bb518fe2', 'note', 'NULL', '2022-10-10 05:33:28', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"9\", \"clr\": \"茶\", \"img\": [\"UTW8KiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫7\", \"size\": \"大型\", \"type\": \"アメリカンショートヘア\", \"image\": \"UDwhLiN7l2\", \"sub_date\": \"2008-07-20 19:52:42\"}', '猫が外に出たがります。外に出すべきですか？', '{\"cnt\": \"猫を外に出すべきかどうかは、猫の性格や環境によって異なります。一般的には、屋内飼育が安全で健康的な選択です。外に出す場合は、リスクや安全対策を考慮し、猫を見守ることが重要です。\", \"rep\": []}', '[\"小林 光司\", \"山本 由美子\", \"山本 次郎\", \"田中 雅美\"]', 4, '[\"高橋 太郎\", \"高橋 亜美\", \"鈴木 花子\", \"田中 健太\"]', 0);
INSERT INTO `tab_board` VALUES (162, '0f8dd34d-fbb8-45f9-8ec7-4d5219331c6e', 'cat', '目撃', '2020-01-03 20:39:37', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"1\", \"clr\": \"黒\", \"img\": [\"KoDBJiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫5\", \"size\": \"大型\", \"type\": \"アメリカンショートヘア\", \"image\": \"kPkEKiN7l2\", \"sub_date\": \"2004-12-16 00:03:43\"}', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が机の上に乗るのは好奇心や興味から行うことがあります。猫の行動を誘導するために、猫用の遊び場や高い場所を提供することがおすすめです。\", \"rep\": []}', '[\"渡邉 雅美\"]', 12, '[\"伊藤 麻衣\", \"田中 康介\", \"小林 亜美\", \"山本 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (163, '5z7x9c1v-3b5n7m9l-2k4j6h8g-0f1d', 'cat', '迷子', '2022-07-18 11:45:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"鶴見1-2-3\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"横浜市鶴見区\"}', '{\"age\": \"1歳\", \"clr\": \"黒\", \"img\": [\"tv7tJiN7l2\"], \"sex\": \"オス\", \"attr\": \"人懐っこい\", \"name\": \"クロ\", \"size\": \"小型\", \"type\": \"黒猫\", \"image\": \"zBHmJiN7l2\", \"sub_date\": \"2018-12-05 00:53:37\"}', '迷子の黒猫を探しています', '{\"cnt\": \"横浜市鶴見区鶴見周辺で迷子の黒猫を見かけた方がいらっしゃいましたら、連絡をお願いします。\", \"rep\": []}', '[\"watanabe\", \"yamamoto\"]', 12, '[\"suzuki\", \"tanaka\"]', 0);
INSERT INTO `tab_board` VALUES (164, '522c56b7-a2f4-4cc9-9e1d-6959611af39f', 'cat', '保護', '2021-02-28 11:18:25', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"10\", \"clr\": \"三色\", \"img\": [\"OXMRJiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫6\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"HFj7KiN7l2\", \"sub_date\": \"2008-05-22 07:48:08\"}', 'うちの猫が体臭を放っています。なぜでしょう？', '{\"cnt\": \"猫の体臭はさまざまな要因によって引き起こされる場合があります。食事、健康状態、ストレスなどが影響することがあります。猫の体臭が気になる場合は、獣医師に相談してみることをおすすめします。\", \"rep\": []}', '[\"鈴木 健太\", \"小林 麻衣\", \"中村 花子\", \"伊藤 雅美\", \"加藤 次郎\"]', 12, '[\"渡邉 花子\"]', 0);
INSERT INTO `tab_board` VALUES (165, 'b39d4e49-9b0b-40a9-aab3-a8ca48f518c2', 'cat', '解決', '2022-07-13 14:30:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"5\", \"clr\": \"黒\", \"img\": [\"LuZ8KiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫10\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"zXThLiN7l2\", \"sub_date\": \"2009-01-26 06:38:01\"}', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が机の上に乗るのは好奇心や興味から行うことがあります。猫の行動を誘導するために、猫用の遊び場や高い場所を提供することがおすすめです。\", \"rep\": []}', '[\"佐藤 花子\", \"小林 麻衣\", \"高橋 次郎\", \"小林 次郎\", \"田中 健太\"]', 12, '[\"鈴木 花子\", \"鈴木 雅美\", \"高橋 由美子\", \"田中 亜美\", \"佐藤 花子\"]', 0);
INSERT INTO `tab_board` VALUES (166, '1c458930-2539-41f5-a821-cce223c6a788', 'qa', '解決', '2022-06-06 09:05:15', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"3\", \"clr\": \"三色\", \"img\": [\"L99NKiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫4\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"F8ZhLiN7l2\", \"sub_date\": \"2009-03-18 14:09:00\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"中村 雅美\", \"渡邉 光司\"]', 12, '[\"伊藤 康介\", \"山本 花子\"]', 0);
INSERT INTO `tab_board` VALUES (167, '06c95670-213e-4627-a7c6-a75ffb2453d0', 'qa', '解決', '2022-09-18 03:24:26', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"5\", \"clr\": \"茶\", \"img\": [\"picYIiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫2\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"K99NKiN7l2\", \"sub_date\": \"2011-01-17 14:16:16\"}', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が机の上に乗るのは好奇心や興味から行うことがあります。猫の行動を誘導するために、猫用の遊び場や高い場所を提供することがおすすめです。\", \"rep\": []}', '[\"田中 花子\", \"高橋 健太\", \"佐藤 亜美\", \"鈴木 由美子\"]', 12, '[\"加藤 花子\", \"高橋 亜美\", \"伊藤 亜美\", \"山本 康介\"]', 0);
INSERT INTO `tab_board` VALUES (168, 'c9f0b280-ba80-4f7f-8ea7-0a31e6a7bfb8', 'cat', '目撃', '2021-11-16 06:45:23', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"7\", \"clr\": \"黒\", \"img\": [\"5fiqLiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫4\", \"size\": \"大型\", \"type\": \"アメリカンショートヘア\", \"image\": \"nicYIiN7l2\", \"sub_date\": \"2015-06-26 13:01:17\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"田中 次郎\", \"中村 亜美\", \"高橋 康介\"]', 12, '[\"小林 雅美\", \"加藤 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (169, '89d8e3b5-e924-48a2-8577-c93e2207c413', 'cat', '目撃', '2022-03-25 21:05:02', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"京都市\"}', '{\"age\": \"7\", \"clr\": \"黒\", \"img\": [\"KoDBJiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫4\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"jwjTKiN7l2\", \"sub_date\": \"2009-07-30 07:27:54\"}', 'うちの猫はなぜソファを引っかくのでしょうか？', '{\"cnt\": \"猫は爪を研ぐためにソファを引っかくことがあります。適切な猫用の爪とぎを提供し、猫がその上で爪を研ぐように誘導することがおすすめです。\", \"rep\": []}', '[\"高橋 雅美\", \"山本 由美子\"]', 12, '[\"高橋 由美子\", \"小林 健太\", \"小林 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (170, '4ef86d4f-593c-4dc0-8b50-c0f8ed259a9c', 'cat', '保護', '2022-07-18 11:45:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"中区5-6-7\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"1歳\", \"clr\": \"茶白\", \"img\": [\"y9ZvKiN7l2\"], \"sex\": \"メス\", \"attr\": \"人懐っこい\", \"name\": \"トラ\", \"size\": \"小型\", \"type\": \"トラ猫\", \"image\": \"TxWvKiN7l2\", \"sub_date\": \"2008-12-03 09:17:19\"}', '人懐っこい猫を保護しました', '{\"cnt\": \"横浜市中区で迷子の茶白猫を保護しました。人懐っこい性格で、里親を募集しています。\", \"rep\": []}', '[\"山田\", \"渡辺\"]', 12, '[\"佐藤\", \"鈴木\"]', 0);
INSERT INTO `tab_board` VALUES (171, '4e5f4fa3-f97e-49e0-9936-c7b13945c5c7', 'note', 'NULL', '2020-04-06 23:30:02', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"2\", \"clr\": \"黒\", \"img\": [\"picYIiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫5\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"k6DOLiN7l2\", \"sub_date\": \"2016-05-29 06:07:36\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"高橋 花子\"]', 12, '[\"佐藤 花子\", \"小林 花子\", \"田中 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (172, 'b570eb6c-29a0-4250-af14-582cc2d57dd1', 'cat', '保護', '2020-08-03 07:44:49', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"9\", \"clr\": \"茶\", \"img\": [\"YDwhLiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫2\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"wGfqLiN7l2\", \"sub_date\": \"2003-01-03 01:27:50\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"田中 由美子\"]', 12, '[\"高橋 太郎\", \"田中 康介\"]', 0);
INSERT INTO `tab_board` VALUES (173, '710b1232-9da6-4b82-b9c8-4731acb3d18b', 'cat', '受付中', '2022-07-13 14:30:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"京都市\"}', '{\"age\": \"9\", \"clr\": \"白\", \"img\": [\"OiXtJiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫5\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"VDwhLiN7l2\", \"sub_date\": \"2017-03-20 08:51:47\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"小林 次郎\", \"伊藤 亜美\", \"渡邉 康介\", \"小林 由美子\"]', 12, '[\"鈴木 次郎\", \"加藤 雅美\", \"佐藤 亜美\", \"小林 由美子\", \"小林 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (174, '3e5t7y9u-1i3o5p7a-9s0d2f4g-6h8j0k1l', 'cat', '迷子', '2022-07-14 12:35:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"中区栄1-2-3\", \"addr_ken\": \"愛知県\", \"addr_shi\": \"名古屋市\"}', '{\"age\": \"1歳\", \"clr\": \"白黒\", \"img\": [\"y9ZvKiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛らしい\", \"name\": \"ミー\", \"size\": \"中型\", \"type\": \"ペルシャ猫\", \"image\": \"z3A1LiN7l2\", \"sub_date\": \"2015-01-14 00:52:04\"}', '名古屋市でペルシャ猫を迷子にしました', '{\"cnt\": \"名古屋市中区栄で迷子のペルシャ猫を見かけた方がいらっしゃいましたら、ご連絡ください。愛らしい性格です。\", \"rep\": []}', '[\"watanabe\", \"yamamoto\"]', 12, '[\"suzuki\", \"tanaka\"]', 0);
INSERT INTO `tab_board` VALUES (175, '2dea76cd-2e34-40e4-97f9-1687ded39eec', 'cat', '目撃', '2022-12-17 14:02:17', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"2\", \"clr\": \"黒\", \"img\": [\"zGfqLiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫6\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"l6DOLiN7l2\", \"sub_date\": \"2019-02-10 20:22:29\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"鈴木 雅美\", \"山本 康介\", \"山本 麻衣\", \"山本 花子\"]', 12, '[\"小林 健太\", \"加藤 花子\", \"田中 花子\", \"鈴木 麻衣\"]', 0);
INSERT INTO `tab_board` VALUES (176, '0262fe68-8a87-4d3f-9697-c69b6ff1147d', 'note', 'NULL', '2021-09-01 20:04:34', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"6\", \"clr\": \"黒\", \"img\": [\"KoDBJiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫6\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"UxPRJiN7l2\", \"sub_date\": \"2002-08-01 07:50:32\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"渡邉 花子\"]', 12, '[\"山本 健太\", \"小林 次郎\", \"山本 亜美\", \"田中 次郎\", \"渡邉 康介\"]', 0);
INSERT INTO `tab_board` VALUES (177, 'c076a8ef-b727-4ca0-ac85-ee0afdc999b8', 'cat', '保護', '2022-07-13 14:30:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"9\", \"clr\": \"黒\", \"img\": [\"B9FRJiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫7\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"5WDaLiN7l2\", \"sub_date\": \"2015-10-12 17:28:52\"}', '猫が激しく噛みつくことがあります。どうすればいいですか？', '{\"cnt\": \"猫が激しく噛みつく行動はさまざまな理由が考えられます。痛み、不安、興奮などが影響することがあります。獣医師と相談し、猫の健康状態や行動について確認することが重要です。\", \"rep\": []}', '[\"中村 健太\", \"伊藤 麻衣\"]', 12, '[\"小林 雅美\", \"小林 太郎\", \"伊藤 麻衣\", \"伊藤 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (178, '48a73dcf-a68e-4dc9-982b-2ad5c5142c7d', 'cat', '目撃', '2021-01-09 16:04:04', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"京都市\"}', '{\"age\": \"6\", \"clr\": \"白\", \"img\": [\"IFj7KiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫2\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"r8StJiN7l2\", \"sub_date\": \"2015-02-28 02:32:39\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"中村 花子\", \"小林 麻衣\"]', 12, '[\"加藤 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (179, '8155372c-59ae-45ad-bb42-0a01473acb81', 'cat', '保護', '2020-02-24 12:52:38', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"5\", \"clr\": \"茶\", \"img\": [\"OiXtJiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫2\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"ibJyLiN7l2\", \"sub_date\": \"2018-06-04 07:00:49\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"伊藤 次郎\", \"山本 由美子\", \"渡邉 麻衣\", \"山本 雅美\"]', 12, '[\"渡邉 花子\"]', 0);
INSERT INTO `tab_board` VALUES (180, '9d54319d-d031-41cf-bf6d-c81e13a29553', 'cat', '目撃', '2021-06-24 13:21:06', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"5\", \"clr\": \"茶\", \"img\": [\"y9ZvKiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫3\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"IuZ8KiN7l2\", \"sub_date\": \"2003-10-28 17:12:19\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"田中 麻衣\", \"山本 麻衣\"]', 12, '[\"田中 光司\", \"渡邉 雅美\", \"鈴木 光司\"]', 0);
INSERT INTO `tab_board` VALUES (181, '789f74e9-fd4c-491d-af8f-aa9925d88a23', 'cat', '目撃', '2022-07-13 14:30:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"8\", \"clr\": \"白\", \"img\": [\"XDwhLiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫4\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"m6DOLiN7l2\", \"sub_date\": \"2016-12-19 01:23:09\"}', 'うちの猫はなぜソファを引っかくのでしょうか？', '{\"cnt\": \"猫は爪を研ぐためにソファを引っかくことがあります。適切な猫用の爪とぎを提供し、猫がその上で爪を研ぐように誘導することがおすすめです。\", \"rep\": []}', '[\"佐藤 亜美\", \"中村 亜美\", \"中村 光司\", \"小林 花子\", \"田中 由美子\"]', 12, '[\"鈴木 由美子\", \"加藤 花子\"]', 0);
INSERT INTO `tab_board` VALUES (182, '76f3dcfd-b21a-41a6-9528-d5bb80e058fa', 'note', 'NULL', '2022-01-26 19:33:01', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"2\", \"clr\": \"黒\", \"img\": [\"zGfqLiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫9\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"2fiqLiN7l2\", \"sub_date\": \"2008-03-27 02:58:11\"}', '猫が外に出たがります。外に出すべきですか？', '{\"cnt\": \"猫を外に出すべきかどうかは、猫の性格や環境によって異なります。一般的には、屋内飼育が安全で健康的な選択です。外に出す場合は、リスクや安全対策を考慮し、猫を見守ることが重要です。\", \"rep\": []}', '[\"山本 麻衣\", \"鈴木 康介\", \"加藤 花子\", \"中村 雅美\", \"田中 康介\", \"liyang@hotmail.com\"]', 12, '[\"鈴木 花子\", \"小林 由美子\", \"伊藤 花子\", \"小林 健太\"]', 0);
INSERT INTO `tab_board` VALUES (183, '3q5w7e9r-1t2y3u4i-5o6p7a8s-9d0f', 'cat', '目撃', '2022-07-19 14:20:00', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"梅田1-2-3\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"大阪市北区\"}', '{\"age\": \"3歳\", \"clr\": \"茶白\", \"img\": [\"OiXtJiN7l2\"], \"sex\": \"オス\", \"attr\": \"おとなしい\", \"name\": \"タロ\", \"size\": \"中型\", \"type\": \"雑種\", \"image\": \"6WDaLiN7l2\", \"sub_date\": \"2006-10-31 14:16:01\"}', '梅田で猫を目撃', '{\"cnt\": \"梅田で茶白猫を目撃しました。おとなしい性格で、飼い主が心配です。\", \"rep\": []}', '[\"sasaki\", \"watanabe\"]', 12, '[\"suzuki\", \"yamamoto\"]', 0);
INSERT INTO `tab_board` VALUES (184, 'ec78ec53-ceca-484b-99b2-daf60246f9d9', 'cat', '迷子', '2020-01-11 19:49:43', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"4\", \"clr\": \"白\", \"img\": [\"B9FRJiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫9\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"J5WcHiN7l2\", \"sub_date\": \"2005-03-25 08:20:43\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"高橋 太郎\", \"加藤 次郎\"]', 12, '[\"鈴木 麻衣\", \"田中 麻衣\", \"小林 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (185, '6d9b3160-d4e9-41ca-91fc-6f9091d91c6f', 'cat', '迷子', '2022-07-13 14:30:00', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"6\", \"clr\": \"茶\", \"img\": [\"LuZ8KiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫9\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"7WDaLiN7l2\", \"sub_date\": \"2010-11-01 21:27:28\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"山本 康介\", \"小林 光司\", \"中村 花子\"]', 12, '[\"佐藤 光司\", \"渡邉 健太\", \"伊藤 健太\", \"佐藤 健太\", \"田中 麻衣\"]', 0);
INSERT INTO `tab_board` VALUES (186, '4fa02e85-2945-485f-a94d-f165397ee893', 'qa', '解決', '2021-04-20 11:24:33', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"10\", \"clr\": \"白\", \"img\": [\"YDwhLiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫4\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"v9ZvKiN7l2\", \"sub_date\": \"2022-12-14 22:13:29\"}', '猫が激しく噛みつくことがあります。どうすればいいですか？', '{\"cnt\": \"猫が激しく噛みつく行動はさまざまな理由が考えられます。痛み、不安、興奮などが影響することがあります。獣医師と相談し、猫の健康状態や行動について確認することが重要です。\", \"rep\": []}', '[\"山本 花子\", \"中村 麻衣\", \"佐藤 由美子\", \"鈴木 太郎\", \"佐藤 光司\"]', 12, '[\"山本 花子\", \"小林 康介\"]', 0);
INSERT INTO `tab_board` VALUES (187, '0b38f0fb-d718-4ee5-9c06-c49bf94d1c70', 'cat', '迷子', '2022-07-13 14:30:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"1\", \"clr\": \"黒\", \"img\": [\"KuZ8KiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫4\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"MXMRJiN7l2\", \"sub_date\": \"2009-02-20 13:51:37\"}', '猫が激しく噛みつくことがあります。どうすればいいですか？', '{\"cnt\": \"猫が激しく噛みつく行動はさまざまな理由が考えられます。痛み、不安、興奮などが影響することがあります。獣医師と相談し、猫の健康状態や行動について確認することが重要です。\", \"rep\": []}', '[\"小林 康介\", \"高橋 太郎\", \"田中 次郎\", \"佐藤 健太\"]', 12, '[\"伊藤 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (188, 'f79d9162-4bb9-44d8-b24c-7a5ac1910a6e', 'cat', '受付中', '2022-07-13 14:30:00', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"9\", \"clr\": \"三色\", \"img\": [\"OiXtJiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫2\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"rsDZJiN7l2\", \"sub_date\": \"2013-11-06 02:58:00\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"佐藤 太郎\", \"田中 健太\", \"渡邉 麻衣\"]', 12, '[\"山本 太郎\", \"小林 康介\", \"佐藤 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (189, '1f893b3b-4faa-42f6-8a68-497797e9d483', 'cat', '迷子', '2020-10-13 16:20:08', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"10\", \"clr\": \"黒\", \"img\": [\"PiXtJiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫8\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"FAJhLiN7l2\", \"sub_date\": \"2020-01-17 15:13:23\"}', '猫が激しく噛みつくことがあります。どうすればいいですか？', '{\"cnt\": \"猫が激しく噛みつく行動はさまざまな理由が考えられます。痛み、不安、興奮などが影響することがあります。獣医師と相談し、猫の健康状態や行動について確認することが重要です。\", \"rep\": []}', '[\"山本 由美子\", \"加藤 康介\", \"加藤 康介\"]', 12, '[\"山本 花子\", \"渡邉 花子\", \"中村 次郎\", \"伊藤 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (190, '01d71324-fa1b-434b-9573-091b565389b7', 'cat', '保護', '2020-10-05 03:57:53', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"6\", \"clr\": \"茶\", \"img\": [\"B9FRJiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫2\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"kwjTKiN7l2\", \"sub_date\": \"2012-02-19 07:45:49\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"山本 雅美\", \"中村 亜美\", \"伊藤 亜美\"]', 12, '[\"田中 太郎\", \"伊藤 花子\", \"高橋 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (191, '18f3b56c-017d-4ed4-9570-1595a835b006', 'qa', '解決', '2022-12-16 21:26:01', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"9\", \"clr\": \"白\", \"img\": [\"y9ZvKiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫8\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"n6DOLiN7l2\", \"sub_date\": \"2004-01-01 10:11:53\"}', '猫砂を新しく変えても、うちの猫は受け入れてくれません。どうすればいいですか？', '{\"cnt\": \"猫は新しい環境に慣れるまで時間がかかることがあります。少しずつ新しい猫砂と旧猫砂を混ぜて使用したり、猫が好む猫砂を試したりすることで、猫が新しい猫砂を受け入れるようになるかもしれません。\", \"rep\": []}', '[\"小林 光司\", \"加藤 光司\", \"佐藤 次郎\"]', 12, '[\"伊藤 麻衣\", \"高橋 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (192, '6afa30ba-0360-40dd-8413-650853357385', 'qa', '解決', '2022-06-30 03:47:11', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"2\", \"clr\": \"三色\", \"img\": [\"LJ1wKiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫5\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"3fiqLiN7l2\", \"sub_date\": \"2014-10-10 11:27:09\"}', '猫が外に出たがります。外に出すべきですか？', '{\"cnt\": \"猫を外に出すべきかどうかは、猫の性格や環境によって異なります。一般的には、屋内飼育が安全で健康的な選択です。外に出す場合は、リスクや安全対策を考慮し、猫を見守ることが重要です。\", \"rep\": []}', '[\"田中 次郎\", \"山本 康介\", \"伊藤 由美子\", \"渡邉 次郎\"]', 12, '[\"加藤 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (193, '13f48ca1-9fef-49b9-83a2-75b235d34f90', 'qa', '受付中', '2022-08-20 14:59:18', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"5\", \"clr\": \"三色\", \"img\": [\"XDwhLiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫3\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"71dEKiN7l2\", \"sub_date\": \"2015-01-29 12:23:16\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"山本 康介\", \"伊藤 太郎\", \"佐藤 光司\", \"佐藤 雅美\"]', 12, '[\"伊藤 健太\", \"加藤 麻衣\", \"中村 次郎\", \"山本 光司\", \"田中 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (194, '1cd9bf3e-0a36-44d6-bb83-69cbf6bc8ecc', 'cat', '迷子', '2022-12-31 08:21:18', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"4\", \"clr\": \"三色\", \"img\": [\"OXMRJiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫5\", \"size\": \"大型\", \"type\": \"アメリカンショートヘア\", \"image\": \"07bnKiN7l2\", \"sub_date\": \"2006-10-17 14:51:14\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"渡邉 健太\"]', 12, '[\"中村 亜美\", \"田中 亜美\", \"加藤 由美子\", \"山本 光司\"]', 0);
INSERT INTO `tab_board` VALUES (195, '81e410ae-6cd9-4be8-829d-f80dee509a36', 'note', 'NULL', '2022-07-30 16:10:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"1\", \"clr\": \"茶\", \"img\": [\"KuZ8KiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫8\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"lwjTKiN7l2\", \"sub_date\": \"2001-06-12 12:52:18\"}', 'うちの猫はなぜソファを引っかくのでしょうか？', '{\"cnt\": \"猫は爪を研ぐためにソファを引っかくことがあります。適切な猫用の爪とぎを提供し、猫がその上で爪を研ぐように誘導することがおすすめです。\", \"rep\": []}', '[\"佐藤 光司\", \"渡邉 光司\", \"高橋 麻衣\", \"小林 亜美\", \"山本 次郎\", \"liyang@hotmail.com\", \"liyang@hotmail.com\"]', 12, '[\"加藤 麻衣\", \"鈴木 花子\"]', 0);
INSERT INTO `tab_board` VALUES (196, '626254d5-4ed0-40ef-b61e-81e54e629bb6', 'cat', '目撃', '2022-07-13 14:30:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"8\", \"clr\": \"黒\", \"img\": [\"81dEKiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫10\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"UxWvKiN7l2\", \"sub_date\": \"2000-03-30 15:09:03\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"鈴木 健太\", \"山本 麻衣\", \"渡邉 太郎\", \"山本 光司\", \"佐藤 花子\"]', 12, '[\"山本 由美子\", \"高橋 麻衣\"]', 0);
INSERT INTO `tab_board` VALUES (197, '131d8b52-cabc-4c57-9e0d-4fd8e0ad79f0', 'cat', '迷子', '2022-07-11 09:45:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"川崎区4-5-6\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"川崎市\"}', '{\"age\": \"3歳\", \"clr\": \"キジトラ\", \"img\": [\"tv7tJiN7l2\"], \"sex\": \"メス\", \"attr\": \"おっとりした\", \"name\": \"チャコ\", \"size\": \"小型\", \"type\": \"スコティッシュフォールド\", \"image\": \"RTW8KiN7l2\", \"sub_date\": \"2005-10-15 10:41:53\"}', '川崎区で迷子のキジトラ猫を探しています', '{\"cnt\": \"川崎市川崎区で迷子のキジトラ猫を見かけた方がいらっしゃいましたら、ご連絡ください。おっとりした性格です。\", \"rep\": []}', '[\"鈴木\", \"渡辺\"]', 12, '[\"山田\", \"佐藤\"]', 0);
INSERT INTO `tab_board` VALUES (198, 'f87342b0-c6e3-47d7-9e41-15e432494abf', 'qa', '解決', '2020-09-05 17:42:43', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"京都市\"}', '{\"age\": \"9\", \"clr\": \"茶\", \"img\": [\"KoDBJiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫10\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"GAJhLiN7l2\", \"sub_date\": \"2015-12-21 10:23:00\"}', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', '{\"cnt\": \"猫が夜中に鳴くのはさまざまな理由が考えられます。飢餓、孤独、疾病、環境の変化などが影響することがあります。獣医師と相談して、猫の健康状態や生活環境について確認することをおすすめします。\", \"rep\": []}', '[\"加藤 光司\", \"山本 由美子\", \"山本 次郎\", \"山本 亜美\", \"高橋 花子\"]', 12, '[\"佐藤 由美子\", \"田中 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (199, '11ef0dc9-8e83-4592-a6ca-f88caf4ad24e', 'cat', '解決', '2022-07-13 14:30:00', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"3\", \"clr\": \"黒\", \"img\": [\"zGfqLiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫4\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"xGfqLiN7l2\", \"sub_date\": \"2007-07-08 06:41:20\"}', '猫が外に出たがります。外に出すべきですか？', '{\"cnt\": \"猫を外に出すべきかどうかは、猫の性格や環境によって異なります。一般的には、屋内飼育が安全で健康的な選択です。外に出す場合は、リスクや安全対策を考慮し、猫を見守ることが重要です。\", \"rep\": []}', '[\"伊藤 康介\", \"山本 次郎\", \"加藤 次郎\", \"中村 次郎\", \"小林 康介\"]', 12, '[\"鈴木 光司\", \"中村 由美子\", \"小林 雅美\", \"中村 次郎\", \"鈴木 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (200, '1090d752-7544-4f3e-bbdd-4d346c9d3d26', 'cat', '目撃', '2022-07-14 12:35:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"中央区2-3-4\", \"addr_ken\": \"北海道\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"1歳\", \"clr\": \"黒\", \"img\": [\"y9ZvKiN7l2\"], \"sex\": \"オス\", \"attr\": \"人懐っこい\", \"name\": \"タマ\", \"size\": \"中型\", \"type\": \"雑種\", \"image\": \"VxWvKiN7l2\", \"sub_date\": \"2002-10-31 09:33:30\"}', '黒猫を目撃しました', '{\"cnt\": \"札幌市中央区で黒猫を目撃しました。人懐っこい性格で、飼い主が心配です。\", \"rep\": []}', '[\"鈴木\", \"渡辺\"]', 12, '[\"山田\", \"佐藤\"]', 0);
INSERT INTO `tab_board` VALUES (201, '76a74bd5-c9ea-4b6c-a6fd-7e76e91f8b01', 'cat', '目撃', '2020-01-18 07:53:22', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"5\", \"clr\": \"三色\", \"img\": [\"B9FRJiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫8\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"8WDaLiN7l2\", \"sub_date\": \"2022-12-24 23:04:16\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"田中 健太\"]', 12, '[\"鈴木 雅美\", \"佐藤 亜美\", \"佐藤 次郎\", \"中村 雅美\", \"高橋 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (202, 'b4e30169-688c-4f5c-b862-5b810058ee66', 'note', 'NULL', '2021-05-12 16:24:02', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"京都市\"}', '{\"age\": \"7\", \"clr\": \"三色\", \"img\": [\"L99NKiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫1\", \"size\": \"大型\", \"type\": \"アメリカンショートヘア\", \"image\": \"ABHmJiN7l2\", \"sub_date\": \"2023-05-12 17:48:26\"}', 'うちの猫が体臭を放っています。なぜでしょう？', '{\"cnt\": \"猫の体臭はさまざまな要因によって引き起こされる場合があります。食事、健康状態、ストレスなどが影響することがあります。猫の体臭が気になる場合は、獣医師に相談してみることをおすすめします。\", \"rep\": []}', '[\"高橋 麻衣\", \"中村 光司\", \"小林 太郎\", \"伊藤 康介\"]', 12, '[\"山本 花子\", \"田中 次郎\", \"加藤 健太\"]', 0);
INSERT INTO `tab_board` VALUES (203, '396f9b28-bb88-484d-93c6-1d7c7f7b6865', 'qa', '解決', '2021-04-18 13:33:20', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"4\", \"clr\": \"三色\", \"img\": [\"LuZ8KiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫3\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"4fiqLiN7l2\", \"sub_date\": \"2017-04-18 04:47:12\"}', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', '{\"cnt\": \"猫が夜中に鳴くのはさまざまな理由が考えられます。飢餓、孤独、疾病、環境の変化などが影響することがあります。獣医師と相談して、猫の健康状態や生活環境について確認することをおすすめします。\", \"rep\": []}', '[\"渡邉 次郎\", \"田中 亜美\", \"中村 健太\", \"渡邉 康介\"]', 12, '[\"加藤 康介\"]', 0);
INSERT INTO `tab_board` VALUES (204, 'd3cea88f-2daa-4327-8d54-7b2d32811bb0', 'qa', '受付中', '2020-10-19 13:39:49', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"9\", \"clr\": \"白\", \"img\": [\"picYIiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫9\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"jbJyLiN7l2\", \"sub_date\": \"2017-03-02 17:09:42\"}', 'うちの猫が体臭を放っています。なぜでしょう？', '{\"cnt\": \"猫の体臭はさまざまな要因によって引き起こされる場合があります。食事、健康状態、ストレスなどが影響することがあります。猫の体臭が気になる場合は、獣医師に相談してみることをおすすめします。\", \"rep\": []}', '[\"小林 花子\", \"中村 雅美\", \"鈴木 光司\", \"山本 花子\", \"佐藤 太郎\"]', 12, '[\"伊藤 雅美\", \"加藤 花子\", \"佐藤 康介\", \"伊藤 健太\", \"小林 雅美\"]', 0);
INSERT INTO `tab_board` VALUES (205, 'c1274bfb-aa01-4dbe-a79b-83c8e9574349', 'cat', '保護', '2022-09-29 17:01:17', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"7\", \"clr\": \"黒\", \"img\": [\"IFj7KiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫3\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"STW8KiN7l2\", \"sub_date\": \"2002-11-18 11:10:27\"}', 'うちの猫が体臭を放っています。なぜでしょう？', '{\"cnt\": \"猫の体臭はさまざまな要因によって引き起こされる場合があります。食事、健康状態、ストレスなどが影響することがあります。猫の体臭が気になる場合は、獣医師に相談してみることをおすすめします。\", \"rep\": []}', '[\"渡邉 康介\", \"山本 由美子\", \"伊藤 由美子\", \"鈴木 雅美\"]', 12, '[\"伊藤 次郎\", \"佐藤 太郎\", \"山本 次郎\", \"渡邉 健太\", \"加藤 麻衣\"]', 0);
INSERT INTO `tab_board` VALUES (206, '43685c9a-a6a1-43c2-a8c8-cf9c1583a24f', 'qa', '受付中', '2021-10-09 06:43:55', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"7\", \"clr\": \"茶\", \"img\": [\"zGfqLiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫5\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"mwjTKiN7l2\", \"sub_date\": \"2017-01-28 16:11:49\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"中村 雅美\"]', 12, '[\"高橋 亜美\", \"渡邉 光司\", \"加藤 雅美\"]', 0);
INSERT INTO `tab_board` VALUES (207, '74b93c10-626d-4842-a37d-c0bb79715e18', 'cat', '保護', '2021-05-29 11:03:22', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"5\", \"clr\": \"三色\", \"img\": [\"L99NKiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫9\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"5CSgKiN7l2\", \"sub_date\": \"2010-12-06 20:15:31\"}', 'うちの猫はなぜソファを引っかくのでしょうか？', '{\"cnt\": \"猫は爪を研ぐためにソファを引っかくことがあります。適切な猫用の爪とぎを提供し、猫がその上で爪を研ぐように誘導することがおすすめです。\", \"rep\": []}', '[\"田中 亜美\"]', 12, '[\"渡邉 光司\", \"小林 亜美\", \"佐藤 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (208, 'bf72468c-b051-4855-ad3c-04afa393a4ee', 'qa', '受付中', '2021-09-13 10:02:38', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"7\", \"clr\": \"黒\", \"img\": [\"81dEKiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫4\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"oawaLiN7l2\", \"sub_date\": \"2001-01-06 19:51:32\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"渡邉 康介\", \"渡邉 花子\"]', 12, '[\"加藤 次郎\", \"佐藤 光司\", \"佐藤 康介\"]', 0);
INSERT INTO `tab_board` VALUES (209, '268bce0e-b3c7-445b-ad7c-894703b08e81', 'qa', '解決', '2022-03-19 15:48:42', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"2\", \"clr\": \"黒\", \"img\": [\"OiXtJiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫3\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"JuZ8KiN7l2\", \"sub_date\": \"2011-01-17 22:50:17\"}', 'うちの猫はなぜソファを引っかくのでしょうか？', '{\"cnt\": \"猫は爪を研ぐためにソファを引っかくことがあります。適切な猫用の爪とぎを提供し、猫がその上で爪を研ぐように誘導することがおすすめです。\", \"rep\": []}', '[\"佐藤 光司\", \"佐藤 健太\", \"小林 康介\"]', 12, '[\"小林 健太\", \"鈴木 康介\"]', 0);
INSERT INTO `tab_board` VALUES (210, 'e383cd82-17c9-4c88-9a43-5a4aa2e5a5ac', 'cat', '保護', '2021-01-02 06:10:45', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"4\", \"clr\": \"白\", \"img\": [\"L99NKiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫7\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"K5WcHiN7l2\", \"sub_date\": \"2008-12-10 02:31:15\"}', '猫が激しく噛みつくことがあります。どうすればいいですか？', '{\"cnt\": \"猫が激しく噛みつく行動はさまざまな理由が考えられます。痛み、不安、興奮などが影響することがあります。獣医師と相談し、猫の健康状態や行動について確認することが重要です。\", \"rep\": []}', '[\"伊藤 太郎\", \"佐藤 麻衣\", \"小林 由美子\", \"佐藤 花子\", \"鈴木 麻衣\"]', 12, '[\"中村 麻衣\", \"中村 由美子\", \"小林 康介\", \"渡邉 亜美\", \"渡邉 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (211, '5d8bb74e-27e5-4d70-8d4b-e80eac77a6fa', 'cat', '受付中', '2022-07-13 14:30:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"1\", \"clr\": \"白\", \"img\": [\"y9ZvKiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫3\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"KjKtJiN7l2\", \"sub_date\": \"2000-11-11 20:15:20\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"佐藤 光司\", \"田中 光司\"]', 12, '[\"山本 花子\", \"伊藤 次郎\", \"小林 康介\", \"鈴木 花子\", \"加藤 康介\"]', 0);
INSERT INTO `tab_board` VALUES (212, '071bcc13-158d-49c1-98e1-56d6803b4468', 'qa', '解決', '2021-05-09 00:21:13', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"6\", \"clr\": \"黒\", \"img\": [\"IFj7KiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫9\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"yneNKiN7l2\", \"sub_date\": \"2004-08-29 07:47:04\"}', '猫砂を新しく変えても、うちの猫は受け入れてくれません。どうすればいいですか？', '{\"cnt\": \"猫は新しい環境に慣れるまで時間がかかることがあります。少しずつ新しい猫砂と旧猫砂を混ぜて使用したり、猫が好む猫砂を試したりすることで、猫が新しい猫砂を受け入れるようになるかもしれません。\", \"rep\": []}', '[\"加藤 麻衣\"]', 12, '[\"中村 麻衣\", \"鈴木 次郎\", \"小林 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (213, 'b875237c-f9ab-4f20-b475-1454932e2d79', 'cat', '迷子', '2022-07-13 14:30:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"6\", \"clr\": \"三色\", \"img\": [\"81dEKiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫2\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"JoDBJiN7l2\", \"sub_date\": \"2005-02-11 15:54:37\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"山本 麻衣\", \"高橋 康介\", \"伊藤 由美子\", \"加藤 亜美\"]', 12, '[\"高橋 次郎\", \"加藤 麻衣\", \"鈴木 光司\", \"伊藤 麻衣\", \"鈴木 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (214, 'f17d6098-b1e9-433a-aa2a-d83b28c6ecb3', 'note', 'NULL', '2021-05-28 09:42:55', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"京都市\"}', '{\"age\": \"5\", \"clr\": \"三色\", \"img\": [\"OiXtJiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫7\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"s8StJiN7l2\", \"sub_date\": \"2013-10-19 12:44:02\"}', 'うちの猫が体臭を放っています。なぜでしょう？', '{\"cnt\": \"猫の体臭はさまざまな要因によって引き起こされる場合があります。食事、健康状態、ストレスなどが影響することがあります。猫の体臭が気になる場合は、獣医師に相談してみることをおすすめします。\", \"rep\": []}', '[]', 12, '[\"中村 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (215, 'a4836b4e-848f-439e-a010-33640b69c7c4', 'cat', '保護', '2022-09-17 01:15:37', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"6\", \"clr\": \"茶\", \"img\": [\"zGfqLiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫8\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"w9ZvKiN7l2\", \"sub_date\": \"2017-08-11 18:13:29\"}', '猫砂を新しく変えても、うちの猫は受け入れてくれません。どうすればいいですか？', '{\"cnt\": \"猫は新しい環境に慣れるまで時間がかかることがあります。少しずつ新しい猫砂と旧猫砂を混ぜて使用したり、猫が好む猫砂を試したりすることで、猫が新しい猫砂を受け入れるようになるかもしれません。\", \"rep\": []}', '[\"鈴木 次郎\", \"高橋 太郎\", \"小林 麻衣\"]', 12, '[\"高橋 雅美\", \"鈴木 光司\", \"伊藤 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (217, '751c1b9d-b14c-406c-bf2f-604df529882e', 'qa', '受付中', '2022-05-24 14:54:09', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"10\", \"clr\": \"茶\", \"img\": [\"IFj7KiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫7\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"rv7tJiN7l2\", \"sub_date\": \"2012-03-16 15:47:20\"}', '猫が外に出たがります。外に出すべきですか？', '{\"cnt\": \"猫を外に出すべきかどうかは、猫の性格や環境によって異なります。一般的には、屋内飼育が安全で健康的な選択です。外に出す場合は、リスクや安全対策を考慮し、猫を見守ることが重要です。\", \"rep\": []}', '[\"高橋 次郎\", \"鈴木 麻衣\", \"加藤 康介\", \"加藤 健太\"]', 12, '[\"田中 康介\", \"小林 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (218, 'b6462748-b959-4bb5-b9a9-9a32af7b1f61', 'note', 'NULL', '2022-09-28 12:18:38', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"5\", \"clr\": \"茶\", \"img\": [\"OXMRJiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫7\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"WDwhLiN7l2\", \"sub_date\": \"2005-05-09 00:26:36\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"加藤 次郎\", \"田中 麻衣\", \"山本 亜美\"]', 3, '[\"佐藤 花子\", \"渡邉 健太\", \"山本 花子\", \"中村 雅美\", \"鈴木 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (220, '06389e1f-60a8-43ef-97f3-86479d1263c3', 'note', 'NULL', '2020-05-19 21:38:58', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"1\", \"clr\": \"黒\", \"img\": [\"y9ZvKiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫3\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"TYpEKiN7l2\", \"sub_date\": \"2010-11-01 12:29:27\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"渡邉 由美子\"]', 12, '[\"加藤 雅美\", \"鈴木 健太\", \"中村 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (221, 'a266225d-c199-4517-9dfb-facd52f572eb', 'cat', '受付中', '2022-07-13 14:30:00', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"3\", \"clr\": \"茶\", \"img\": [\"KoDBJiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫5\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"xaKmJiN7l2\", \"sub_date\": \"2016-12-07 16:48:35\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"田中 次郎\", \"鈴木 由美子\", \"中村 光司\", \"中村 由美子\", \"加藤 雅美\"]', 12, '[\"伊藤 亜美\", \"鈴木 花子\", \"小林 麻衣\", \"中村 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (222, '5467caf4-7833-4410-8e95-00be1d3a2121', 'qa', '解決', '2020/11/10 11:38:45', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"1\", \"clr\": \"黒\", \"img\": [\"5fiqLiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫8\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"KJ1wKiN7l2\", \"sub_date\": \"2015-01-02 12:45:07\", \"lose_time\": \"2021/05/10 11:26:19\", \"g_situation\": \"窓開く\"}', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', '{\"cnt\": \"猫が夜中に鳴くのはさまざまな理由が考えられます。飢餓、孤独、疾病、環境の変化などが影響することがあります。獣医師と相談して、猫の健康状態や生活環境について確認することをおすすめします。\", \"rep\": []}', '[\"鈴木 麻衣\"]', 12, '[\"小林 健太\", \"中村 光司\"]', 0);
INSERT INTO `tab_board` VALUES (223, '19fcfb2f-e74c-4e4b-9a08-f695fc97d4a6', 'cat', '迷子', '2022-04-11 23:46:09', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"9\", \"clr\": \"茶\", \"img\": [\"5fiqLiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫5\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"sv7tJiN7l2\", \"sub_date\": \"2016-05-05 07:14:33\", \"lose_time\": \"2023/06/03 06:33:47\", \"g_situation\": \"ジャンプ\"}', '猫砂を新しく変えても、うちの猫は受け入れてくれません。どうすればいいですか？', '{\"cnt\": \"猫は新しい環境に慣れるまで時間がかかることがあります。少しずつ新しい猫砂と旧猫砂を混ぜて使用したり、猫が好む猫砂を試したりすることで、猫が新しい猫砂を受け入れるようになるかもしれません。\", \"rep\": []}', '[\"中村 光司\", \"田中 太郎\", \"田中 雅美\", \"加藤 花子\", \"渡邉 亜美\"]', 12, '[\"田中 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (224, '04c15ab0-3c55-4f0f-9407-7a40db6d3ffc', 'note', 'NULL', '2020-06-25 16:36:43', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"8\", \"clr\": \"茶\", \"img\": [\"KoDBJiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫6\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"nwjTKiN7l2\", \"sub_date\": \"2009-07-28 00:59:48\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"中村 麻衣\", \"中村 麻衣\"]', 12, '[\"小林 光司\", \"渡邉 康介\", \"佐藤 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (225, '7c857f54-1102-4d7f-a81b-996e2a8e5be3', 'cat', '迷子', '2022-07-16 12:50:00', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"中央区3-4-5\", \"addr_ken\": \"北海道\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"3歳\", \"clr\": \"白黒\", \"img\": [\"AGfqLiN7l2\"], \"sex\": \"メス\", \"attr\": \"おっとりした\", \"name\": \"ココ\", \"size\": \"小型\", \"type\": \"スコティッシュフォールド\", \"image\": \"xhSDKiN7l2\", \"sub_date\": \"2017-06-19 05:57:48\"}', '札幌市中央区で迷子のスコティッシュフォールドを探しています', '{\"cnt\": \"札幌市中央区で迷子のスコティッシュフォールドを見かけた方がいらっしゃいましたら、ご連絡ください。おっとりした性格です。\", \"rep\": []}', '[\"佐藤\", \"渡辺\"]', 12, '[\"田中\", \"山田\"]', 0);
INSERT INTO `tab_board` VALUES (226, '1ec70de2-d595-4591-a4fe-e597c76518aa', 'cat', '保護', '2022/11/03 18:14:35', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"10\", \"clr\": \"白\", \"img\": [\"B9FRJiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫8\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"x9ZvKiN7l2\", \"sub_date\": \"2003-08-05 17:13:49\", \"lose_time\": \"2023/12/06 21:53:03\", \"g_situation\": \"ジャンプ\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"高橋 亜美\", \"佐藤 次郎\", \"加藤 太郎\", \"加藤 太郎\"]', 12, '[\"中村 太郎\", \"鈴木 光司\", \"田中 亜美\", \"小林 花子\"]', 0);
INSERT INTO `tab_board` VALUES (227, 'cbcb8d52-f0a3-452c-8052-695b8a3c53a0', 'note', 'NULL', '2022-11-07 00:21:14', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"6\", \"clr\": \"白\", \"img\": [\"XDwhLiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫7\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"yaKmJiN7l2\", \"sub_date\": \"2020-08-05 04:48:15\"}', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が家具を噛むのは環境への適応やストレスの表れかもしれません。適切な猫用のおもちゃや爪とぎを提供し、猫が噛むべき適切な対象を与えることが重要です。\", \"rep\": []}', '[\"高橋 太郎\", \"佐藤 花子\", \"小林 康介\", \"高橋 雅美\"]', 12, '[\"加藤 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (228, 'd199b1ec-aabb-490b-8d35-2bc2abcc6783', 'cat', '目撃', '2022-03-21 13:47:09', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"2\", \"clr\": \"三色\", \"img\": [\"picYIiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫1\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"SR9LJiN7l2\", \"sub_date\": \"2010-05-25 10:55:20\", \"lose_time\": \"2023/02/27 01:11:48\", \"g_situation\": \"脱走\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"田中 麻衣\", \"伊藤 麻衣\", \"伊藤 光司\"]', 12, '[\"渡邉 太郎\", \"佐藤 麻衣\", \"伊藤 光司\", \"山本 雅美\", \"佐藤 花子\"]', 0);
INSERT INTO `tab_board` VALUES (229, 'ef7a6205-e106-4739-8572-6f07ed2aa8c4', 'qa', '解決', '2022-06-06 10:06:42', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"9\", \"clr\": \"茶\", \"img\": [\"LuZ8KiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫2\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"t8StJiN7l2\", \"sub_date\": \"2014-06-04 16:30:41\"}', 'うちの猫はなぜソファを引っかくのでしょうか？', '{\"cnt\": \"猫は爪を研ぐためにソファを引っかくことがあります。適切な猫用の爪とぎを提供し、猫がその上で爪を研ぐように誘導することがおすすめです。\", \"rep\": []}', '[\"小林 麻衣\"]', 12, '[\"中村 花子\", \"加藤 花子\", \"高橋 太郎\", \"高橋 光司\", \"中村 雅美\"]', 0);
INSERT INTO `tab_board` VALUES (230, 'c1e30bc7-ab37-43ea-8525-5a38b3500f45', 'cat', '受付中', '2022-07-13 14:30:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"6\", \"clr\": \"茶\", \"img\": [\"KuZ8KiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫6\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"TTW8KiN7l2\", \"sub_date\": \"2003-07-01 23:56:08\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"佐藤 亜美\"]', 12, '[\"田中 健太\", \"田中 健太\", \"高橋 健太\", \"中村 健太\", \"中村 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (231, '5cb96a61-9a1e-465b-81f9-5b83f0d2c8f8', 'note', '', '2022-01-19 01:48:24', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"5\", \"clr\": \"三色\", \"img\": [\"KoDBJiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫10\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"o6DOLiN7l2\", \"sub_date\": \"2002-11-21 12:25:13\", \"lose_time\": \"2023/04/12 11:10:57\", \"g_situation\": \"ジャンプ\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"渡邉 次郎\"]', 12, '[\"小林 由美子\", \"高橋 雅美\", \"渡邉 雅美\"]', 0);
INSERT INTO `tab_board` VALUES (232, 'd436cebc-2314-47ca-8d01-ca08f1e3057e', 'qa', '受付中', '2022-05-31 19:36:17', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"7\", \"clr\": \"三色\", \"img\": [\"XDwhLiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫2\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"oicYIiN7l2\", \"sub_date\": \"2002-03-01 00:59:57\"}', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が机の上に乗るのは好奇心や興味から行うことがあります。猫の行動を誘導するために、猫用の遊び場や高い場所を提供することがおすすめです。\", \"rep\": []}', '[\"渡邉 麻衣\", \"山本 亜美\", \"渡邉 次郎\"]', 12, '[\"伊藤 亜美\", \"加藤 太郎\", \"渡邉 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (233, '44b01a9e-8a35-4e6a-898f-c4d60d94f78a', 'qa', '解決', '2022-10-23 04:17:14', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"京都市\"}', '{\"age\": \"6\", \"clr\": \"白\", \"img\": [\"IFj7KiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫4\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"NXMRJiN7l2\", \"sub_date\": \"2006-09-18 13:21:23\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"山本 花子\", \"高橋 花子\", \"小林 雅美\", \"伊藤 雅美\", \"加藤 麻衣\"]', 12, '[\"中村 麻衣\"]', 0);
INSERT INTO `tab_board` VALUES (234, '4f2caf73-7b16-440d-8a8d-f36b53e2224c', 'cat', '保護', '2022-07-13 14:30:00', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"7\", \"clr\": \"三色\", \"img\": [\"LuZ8KiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫9\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"SciEKiN7l2\", \"sub_date\": \"2010-04-20 13:54:56\"}', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が机の上に乗るのは好奇心や興味から行うことがあります。猫の行動を誘導するために、猫用の遊び場や高い場所を提供することがおすすめです。\", \"rep\": []}', '[\"山本 由美子\", \"伊藤 亜美\"]', 12, '[\"中村 次郎\", \"山本 康介\", \"小林 花子\", \"小林 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (235, '7c0bf6bb-4dc3-4109-a6cf-b574b4179186', 'cat', '保護', '2022-12-31 04:48:27', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"8\", \"clr\": \"黒\", \"img\": [\"YDwhLiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫2\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"NiXtJiN7l2\", \"sub_date\": \"2011-06-04 20:49:23\"}', 'うちの猫が体臭を放っています。なぜでしょう？', '{\"cnt\": \"猫の体臭はさまざまな要因によって引き起こされる場合があります。食事、健康状態、ストレスなどが影響することがあります。猫の体臭が気になる場合は、獣医師に相談してみることをおすすめします。\", \"rep\": []}', '[\"高橋 花子\", \"高橋 麻衣\", \"田中 光司\", \"佐藤 次郎\"]', 12, '[\"渡邉 健太\", \"加藤 健太\", \"田中 由美子\", \"高橋 次郎\"]', 1);
INSERT INTO `tab_board` VALUES (236, '0461b6c1-884c-461f-9b57-4580b8be2269', 'note', 'NULL', '2020-05-25 08:05:57', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"京都市\"}', '{\"age\": \"6\", \"clr\": \"黒\", \"img\": [\"B9FRJiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫1\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"OXMRJiN7l2\", \"sub_date\": \"2013-09-17 01:16:05\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"渡邉 次郎\", \"鈴木 次郎\", \"鈴木 麻衣\"]', 12, '[\"渡邉 麻衣\", \"山本 康介\", \"伊藤 光司\", \"山本 次郎\", \"田中 雅美\"]', 0);
INSERT INTO `tab_board` VALUES (237, 'a9138cc6-eca0-446b-9a48-519c9572214c', 'cat', '目撃', '2022-07-17 14:20:00', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"中央区2-3-4\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"1歳\", \"clr\": \"白\", \"img\": [\"y9ZvKiN7l2\"], \"sex\": \"メス\", \"attr\": \"元気な\", \"name\": \"タマコ\", \"size\": \"中型\", \"type\": \"雑種\", \"image\": \"y9ZvKiN7l2\", \"sub_date\": \"2003-09-28 05:16:04\"}', '大阪市中央区で白猫を目撃', '{\"cnt\": \"大阪市中央区で白猫を目撃しました。元気な性格で、飼い主が心配です。\", \"rep\": []}', '[\"田中\", \"渡辺\"]', 12, '[\"佐藤\", \"鈴木\"]', 0);
INSERT INTO `tab_board` VALUES (238, '7b708020-1254-4fee-bea4-335fa7006fb6', 'cat', '目撃', '2022-07-13 14:30:00', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"横浜市\"}', '{\"age\": \"9\", \"clr\": \"三色\", \"img\": [\"KoDBJiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫4\", \"size\": \"大型\", \"type\": \"長毛種\", \"image\": \"picYIiN7l2\", \"sub_date\": \"2013-04-21 19:55:55\"}', '猫が外に出たがります。外に出すべきですか？', '{\"cnt\": \"猫を外に出すべきかどうかは、猫の性格や環境によって異なります。一般的には、屋内飼育が安全で健康的な選択です。外に出す場合は、リスクや安全対策を考慮し、猫を見守ることが重要です。\", \"rep\": []}', '[\"山本 光司\"]', 12, '[\"中村 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (239, '9bf972a0-efc7-4e88-b509-30458256c7d3', 'note', 'NULL', '2022-10-08 23:28:21', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"2\", \"clr\": \"茶\", \"img\": [\"YDwhLiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫3\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"XDwhLiN7l2\", \"sub_date\": \"2008-06-09 13:27:42\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"鈴木 太郎\", \"加藤 花子\", \"oumoon@gmail.com\"]', 3, '[\"山本 次郎\", \"渡邉 花子\", \"山本 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (240, '8c92b348-7801-4790-8164-2cba10836650', 'qa', '解決', '2022/03/25 16:14:46', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"京都市\"}', '{\"age\": \"9\", \"clr\": \"三色\", \"img\": [\"LuZ8KiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫6\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"5fiqLiN7l2\", \"sub_date\": \"2008-06-23 12:52:59\", \"lose_time\": \"2023/07/19 09:43:37\", \"g_situation\": \"脱走\"}', '猫が外に出たがります。外に出すべきですか？', '{\"cnt\": \"猫を外に出すべきかどうかは、猫の性格や環境によって異なります。一般的には、屋内飼育が安全で健康的な選択です。外に出す場合は、リスクや安全対策を考慮し、猫を見守ることが重要です。\", \"rep\": [\"{\\\"content\\\": \\\"こんばんは❗️確かに新しい環境が原因かもしれません。\\\\nうちも２匹の猫を飼っていますが、見慣れない場所へつれていくと急に警戒心が強\\\\nくなり、落ち着かない様子でいることが多いです。そういう時は、不安を払拭され\\\\nてあげるのが効果的です。実際うちでは、5,6分そばにいて頭を撫でてあげるとだい\\\\nぶ猫たちの緊張も解け、凶暴さが和らぎます。家庭によって不安の和らげ方は違う\\\\nと思うので、マロンパイさんの猫ちゃんが最も喜ぶやり方を模索してあげると良い\\\\nかもです。\\\", \\\"user_id\\\": \\\"08fb6042-6763-47cd-8b2c-f40e93609522\\\", \\\"sub_date\\\": \\\"2023-08-04 22:01:25\\\", \\\"user_icon\\\": \\\"https://im.ages.io/QoSfKiN7l2?width=100\\\"}\", \"{\\\"content\\\": \\\"払拭され てあげるのが効果的です。実際うちでは、5,6分そばにいて頭を撫でてあげるとだい\\\", \\\"user_id\\\": \\\"08fb6042-6763-47cd-8b2c-f40e93609522\\\", \\\"sub_date\\\": \\\"2023-08-05 10:50:51\\\", \\\"user_icon\\\": \\\"https://im.ages.io/QoSfKiN7l2?width=100\\\"}\", \"{\\\"content\\\": \\\"\\\", \\\"user_id\\\": \\\"14248606-d04a-474f-93f2-b94e17fddfd9\\\", \\\"sub_date\\\": \\\"2023-08-05 11:15:44\\\", \\\"user_icon\\\": \\\"https://im.ages.io/FleNKiN7l2?width=100\\\"}\", {\"content\": \"test\", \"user_id\": \"c9b9ec70-18b9-4ca5-920a-065526db6d04\", \"sub_date\": \"2023-08-05 16:37:20\", \"user_icon\": \"https://im.ages.io/UKYWLiN7l2?width=100\"}]}', '[\"鈴木 由美子\", \"佐藤 雅美\", \"渡邉 次郎\", \"加藤 麻衣\", \"渡邉 康介\"]', 12, '[\"渡邉 花子\"]', 0);
INSERT INTO `tab_board` VALUES (241, 'd05303f3-9b90-4346-9141-35edff4d280d', 'cat', '保護', '2020/06/21 22:49:08', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"4\", \"clr\": \"黒\", \"img\": [\"OiXtJiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫9\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"L99NKiN7l2\", \"sub_date\": \"2007-03-20 12:36:40\", \"lose_time\": \"2020/07/20 09:24:00\", \"g_situation\": \"脱走\"}', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', '{\"cnt\": \"猫のダイエットは健康な体重管理のために重要です。定期的な運動や適切な食事管理が必要です。獣医師と相談しながら、適切なダイエットプランを立てることをおすすめします。\", \"rep\": []}', '[\"中村 康介\", \"高橋 健太\", \"佐藤 光司\", \"高橋 光司\"]', 12, '[\"伊藤 麻衣\", \"鈴木 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (242, '34d7d55d-f99d-4dc4-aca6-c446f9e4a5d4', 'note', '', '2020/11/25 01:05:49', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"京都市\"}', '{\"age\": \"3\", \"clr\": \"黒\", \"img\": [\"B9FRJiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫10\", \"size\": \"小型\", \"type\": \"アメリカンショートヘア\", \"image\": \"OiXtJiN7l2\", \"sub_date\": \"2009-01-12 08:47:46\", \"lose_time\": \"2020/10/06 02:57:38\", \"g_situation\": \"窓開く\"}', '猫が激しく噛みつくことがあります。どうすればいいですか？', '{\"cnt\": \"猫が激しく噛みつく行動はさまざまな理由が考えられます。痛み、不安、興奮などが影響することがあります。獣医師と相談し、猫の健康状態や行動について確認することが重要です。\", \"rep\": []}', '[\"鈴木 花子\"]', 12, '[\"山本 雅美\", \"鈴木 雅美\"]', 0);
INSERT INTO `tab_board` VALUES (243, 'e45337f6-17b1-44e1-a845-59d5bbebf47f', 'cat', '保護', '2022-04-14 03:32:04', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"3\", \"clr\": \"茶\", \"img\": [\"KuZ8KiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫10\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"IFj7KiN7l2\", \"sub_date\": \"2008-05-21 08:33:38\"}', '猫砂を新しく変えても、うちの猫は受け入れてくれません。どうすればいいですか？', '{\"cnt\": \"猫は新しい環境に慣れるまで時間がかかることがあります。少しずつ新しい猫砂と旧猫砂を混ぜて使用したり、猫が好む猫砂を試したりすることで、猫が新しい猫砂を受け入れるようになるかもしれません。\", \"rep\": []}', '[\"高橋 太郎\", \"高橋 由美子\", \"渡邉 麻衣\", \"佐藤 雅美\", \"渡邉 健太\"]', 12, '[\"加藤 亜美\", \"佐藤 花子\", \"山本 光司\", \"田中 光司\"]', 0);
INSERT INTO `tab_board` VALUES (244, 'fb1b9b8b-a17b-47a0-a201-b446468b6a6f', 'note', 'NULL', '2021-06-26 07:31:35', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"京都市\"}', '{\"age\": \"9\", \"clr\": \"黒\", \"img\": [\"IFj7KiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫3\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"YDwhLiN7l2\", \"sub_date\": \"2008-03-25 12:07:20\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"小林 亜美\", \"伊藤 亜美\", \"佐藤 亜美\"]', 12, '[\"山本 光司\"]', 0);
INSERT INTO `tab_board` VALUES (245, '0cb9d089-1f3d-4842-9d9e-6444181c16a3', 'qa', '受付中', '2022-07-16 12:50:10', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"京都市\"}', '{\"age\": \"5\", \"clr\": \"白\", \"img\": [\"L99NKiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫10\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"PiXtJiN7l2\", \"sub_date\": \"2015-12-18 20:21:34\"}', '猫の爪切りの仕方を教えてください。', '{\"cnt\": \"猫の爪切りは慎重に行う必要があります。適切な爪切り用具を使用し、猫が落ち着いている状態で行うことが重要です。獣医師や専門家からの指導を受けることをおすすめします。\", \"rep\": []}', '[\"田中 健太\", \"中村 亜美\"]', 12, '[\"加藤 花子\"]', 0);
INSERT INTO `tab_board` VALUES (246, 'ef57a009-b3e3-439a-919a-f27e96dbb551', 'qa', '解決', '2022-04-13 19:23:04', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"京都市\"}', '{\"age\": \"6\", \"clr\": \"茶\", \"img\": [\"YDwhLiN7l2\"], \"sex\": \"オス\", \"attr\": \"愛嬌がある\", \"name\": \"猫4\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"81dEKiN7l2\", \"sub_date\": \"2017-03-23 18:48:09\"}', 'うちの猫はなぜソファを引っかくのでしょうか？', '{\"cnt\": \"猫は爪を研ぐためにソファを引っかくことがあります。適切な猫用の爪とぎを提供し、猫がその上で爪を研ぐように誘導することがおすすめです。\", \"rep\": []}', '[\"鈴木 由美子\", \"小林 康介\", \"佐藤 花子\", \"渡邉 花子\"]', 12, '[\"鈴木 花子\", \"中村 亜美\", \"佐藤 次郎\"]', 0);
INSERT INTO `tab_board` VALUES (247, '96252c77-e3e9-44dc-ab61-829c08034eb4', 'qa', '受付中', '2022-10-08 10:51:51', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"10\", \"clr\": \"三色\", \"img\": [\"tv7tJiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫4\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"tv7tJiN7l2\", \"sub_date\": \"2019-07-11 00:00:19\", \"lose_time\": \"2020/01/10 11:28:58\", \"g_situation\": \"ジャンプ\"}', '猫が外に出たがります。外に出すべきですか？', '{\"cnt\": \"猫を外に出すべきかどうかは、猫の性格や環境によって異なります。一般的には、屋内飼育が安全で健康的な選択です。外に出す場合は、リスクや安全対策を考慮し、猫を見守ることが重要です。\", \"rep\": []}', '[\"小林 花子\"]', 12, '[\"田中 亜美\", \"高橋 太郎\", \"小林 健太\", \"山本 亜美\", \"加藤 由美子\"]', 0);
INSERT INTO `tab_board` VALUES (248, '664e1e83-cc2d-45d3-9c51-afeb91013d3f', 'note', 'NULL', '2022-07-27 23:40:31', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"京都市\"}', '{\"age\": \"5\", \"clr\": \"茶\", \"img\": [\"81dEKiN7l2\"], \"sex\": \"メス\", \"attr\": \"穏やか\", \"name\": \"猫5\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"UTW8KiN7l2\", \"sub_date\": \"2018-06-20 23:47:17\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"高橋 太郎\"]', 12, '[\"加藤 健太\"]', 0);
INSERT INTO `tab_board` VALUES (249, '4357fe5c-c9aa-48e6-810b-db905d6efe66', 'qa', '解決', '2020-06-10 15:58:30', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"京都府\", \"addr_shi\": \"京都市\"}', '{\"age\": \"5\", \"clr\": \"黒\", \"img\": [\"81dEKiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫5\", \"size\": \"中型\", \"type\": \"短毛種\", \"image\": \"KoDBJiN7l2\", \"sub_date\": \"2006-12-14 16:11:41\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"中村 雅美\", \"加藤 健太\", \"加藤 次郎\", \"加藤 花子\"]', 12, '[\"小林 太郎\", \"加藤 康介\", \"田中 由美子\", \"高橋 健太\", \"加藤 雅美\"]', 0);
INSERT INTO `tab_board` VALUES (250, '6d872567-54ed-4eb0-8912-35030338681a', 'note', '', '2021/06/08 05:58:12', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"東京都\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"10\", \"clr\": \"三色\", \"img\": [\"KoDBJiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫3\", \"size\": \"大型\", \"type\": \"短毛種\", \"image\": \"KuZ8KiN7l2\", \"sub_date\": \"2013-06-16 08:52:16\", \"lose_time\": \"2021/02/28 19:30:43\", \"g_situation\": \"ジャンプ\"}', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', '{\"cnt\": \"猫が机の上に乗るのは好奇心や興味から行うことがあります。猫の行動を誘導するために、猫用の遊び場や高い場所を提供することがおすすめです。\", \"rep\": []}', '[\"田中 健太\"]', 12, '[\"山本 健太\", \"渡邉 健太\", \"佐藤 健太\"]', 0);
INSERT INTO `tab_board` VALUES (251, '85a422f1-c5e8-4342-a9df-aff56a22c427', 'note', 'NULL', '2022-03-11 22:16:23', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"7\", \"clr\": \"白\", \"img\": [\"AGfqLiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫2\", \"size\": \"中型\", \"type\": \"アメリカンショートヘア\", \"image\": \"LJ1wKiN7l2\", \"sub_date\": \"2001-11-11 17:57:04\"}', '猫が激しく噛みつくことがあります。どうすればいいですか？', '{\"cnt\": \"猫が激しく噛みつく行動はさまざまな理由が考えられます。痛み、不安、興奮などが影響することがあります。獣医師と相談し、猫の健康状態や行動について確認することが重要です。\", \"rep\": []}', '[\"小林 花子\", \"加藤 花子\", \"加藤 光司\"]', 12, '[\"伊藤 康介\", \"加藤 次郎\", \"伊藤 花子\", \"高橋 花子\"]', 0);
INSERT INTO `tab_board` VALUES (252, 'f5bc5b58-aeec-42d0-8441-3273c47b2493', 'qa', '受付中', '2020-07-24 17:16:31', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"札幌市\"}', '{\"age\": \"5\", \"clr\": \"三色\", \"img\": [\"UTW8KiN7l2\"], \"sex\": \"オス\", \"attr\": \"穏やか\", \"name\": \"猫6\", \"size\": \"小型\", \"type\": \"短毛種\", \"image\": \"LuZ8KiN7l2\", \"sub_date\": \"2022-11-06 08:38:49\"}', 'うちの猫はなぜソファを引っかくのでしょうか？', '{\"cnt\": \"猫は爪を研ぐためにソファを引っかくことがあります。適切な猫用の爪とぎを提供し、猫がその上で爪を研ぐように誘導することがおすすめです。\", \"rep\": []}', '[\"伊藤 健太\", \"山本 康介\", \"伊藤 亜美\", \"山本 亜美\", \"佐藤 健太\"]', 12, '[\"田中 麻衣\", \"小林 健太\"]', 0);
INSERT INTO `tab_board` VALUES (254, '4e6c262e-8130-4177-91e3-0df901cd1d28', 'cat', '迷子', '2021/11/01 15:15:17', '14248606-d04a-474f-93f2-b94e17fddfd9', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"北海道\", \"addr_shi\": \"新宿区\"}', '{\"age\": \"5\", \"clr\": \"黒\", \"img\": [\"OXMRJiN7l2\"], \"sex\": \"メス\", \"attr\": \"活発\", \"name\": \"猫6\", \"size\": \"小型\", \"type\": \"長毛種\", \"image\": \"zGfqLiN7l2\", \"sub_date\": \"2000-10-06 07:47:35\", \"lose_time\": \"2022/02/23 23:43:50\", \"g_situation\": \"窓開く\"}', 'うちの猫はなぜソファを引っかくのでしょうか？', '{\"cnt\": \"猫は爪を研ぐためにソファを引っかくことがあります。適切な猫用の爪とぎを提供し、猫がその上で爪を研ぐように誘導することがおすすめです。\", \"rep\": []}', '[\"佐藤 康介\", \"田中 光司\", \"中村 健太\", \"佐藤 次郎\"]', 12, '[\"渡邉 花子\", \"山本 雅美\", \"山本 雅美\"]', 0);
INSERT INTO `tab_board` VALUES (255, '2dd062de-1c79-419c-9bb0-27bc00f56173', 'note', '', '2022-04-13 20:35:41', '0ef1c10e-ef4e-4508-895c-867e00485595', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"大阪府\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"9\", \"clr\": \"黒\", \"img\": [\"IFj7KiN7l2\"], \"sex\": \"オス\", \"attr\": \"活発\", \"name\": \"猫7\", \"size\": \"大型\", \"type\": \"アメリカンショートヘア\", \"image\": \"AGfqLiN7l2\", \"sub_date\": \"2013-04-05 10:13:51\", \"lose_time\": \"2020/03/07 00:49:46\", \"g_situation\": \"ジャンプ\"}', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', '{\"cnt\": \"猫は毛づくろいの過程で毛を舐めるため、毛玉が発生することがあります。定期的なブラッシングや毛玉予防のための特別な食事を提供することがおすすめです。\", \"rep\": []}', '[\"加藤 光司\", \"中村 康介\", \"佐藤 麻衣\", \"小林 亜美\", \"高橋 雅美\"]', 12, '[\"高橋 花子\", \"伊藤 由美子\", \"鈴木 亜美\", \"小林 亜美\"]', 0);
INSERT INTO `tab_board` VALUES (256, '9e0d19e7-d68a-4857-9264-6a1e467bcf8e', 'cat', '迷子', '2022-08-03 01:53:21', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"住所詳細\", \"addr_ken\": \"神奈川県\", \"addr_shi\": \"大阪市\"}', '{\"age\": \"9\", \"clr\": \"黒\", \"img\": [\"XDwhLiN7l2\"], \"sex\": \"メス\", \"attr\": \"愛嬌がある\", \"name\": \"猫6\", \"size\": \"中型\", \"type\": \"長毛種\", \"image\": \"gYFBJiN7l2\", \"sub_date\": \"2011-12-13 11:31:06\"}', 'うちの猫が体臭を放っています。なぜでしょう？', '{\"cnt\": \"猫の体臭はさまざまな要因によって引き起こされる場合があります。食事、健康状態、ストレスなどが影響することがあります。猫の体臭が気になる場合は、獣医師に相談してみることをおすすめします。\", \"rep\": []}', '[\"佐藤 花子\", \"渡邉 健太\", \"佐藤 花子\"]', 12, '[\"佐藤 太郎\"]', 0);
INSERT INTO `tab_board` VALUES (511, '70bfaa07-eb36-4a86-a7aa-04c9cf93df26', 'qa', '受付中', '2022-08-03 20:48:37', '08fb6042-6763-47cd-8b2c-f40e93609522', NULL, NULL, 'waaaaaaaa', '{\"cnt\": \"\\\"abbbbbbbbbbb\\\"\", \"rep\": []}', '[]', 0, '[]', 0);
INSERT INTO `tab_board` VALUES (512, '1345c123-81e6-4bc4-b33a-fb03a3d04d91', 'qa', '受付中', '2022-08-03 20:49:01', '08fb6042-6763-47cd-8b2c-f40e93609522', NULL, NULL, 'bbbbbbbbb', '{\"cnt\": \"\\\"aeeeeeeeee\\\"\", \"rep\": []}', '[]', 0, '[]', 0);
INSERT INTO `tab_board` VALUES (513, '037cbe91-4597-4cd2-b044-47250e58c35a', 'qa', '受付中', '2022-08-03 20:49:57', '08fb6042-6763-47cd-8b2c-f40e93609522', NULL, NULL, 'rrrrrrrrrr', '{\"cnt\": \"\\\"tttttttt\\\"\", \"rep\": []}', '[]', 0, '[]', 0);
INSERT INTO `tab_board` VALUES (519, '622fbbd7-2ec1-4807-9dd9-418bff887661', 'qa', '受付中', '2023-08-05 15:40:27', 'c9b9ec70-18b9-4ca5-920a-065526db6d04', NULL, NULL, 'moonmoontest', '{\"cnt\": \"moonmoontest\", \"rep\": [{\"content\": \"\", \"user_id\": \"c9b9ec70-18b9-4ca5-920a-065526db6d04\", \"sub_date\": \"2023-08-05 16:40:30\", \"user_icon\": \"https://im.ages.io/UKYWLiN7l2?width=100\"}, {\"content\": \"test\", \"user_id\": \"c9b9ec70-18b9-4ca5-920a-065526db6d04\", \"sub_date\": \"2023-08-05 16:40:33\", \"user_icon\": \"https://im.ages.io/UKYWLiN7l2?width=100\"}]}', '[]', 0, '[]', 0);
INSERT INTO `tab_board` VALUES (530, 'bb0815e6-22df-454e-82bc-6f5e80fa0245', 'cat', '保護', '2023-08-10 12:56:25', '08fb6042-6763-47cd-8b2c-f40e93609522', '{\"addr_dtl\": \"有疑问发我\", \"addr_ken\": \"北海道\", \"addr_shi\": \"函馆\"}', '{\"age\": \"老猫\", \"clr\": \"黄色\", \"img\": [\"T3vuJiN7l2\"], \"sex\": \"男の子（去勢済）\", \"attr\": \"人の顔・家の外観などが写っていない写真を選んでください\", \"name\": \"Tomcat\", \"size\": \"大型猫\", \"type\": \"柯基\", \"collar\": \"有\", \"status\": \"猫ちゃんの写真をアップロー\", \"necklace\": \"红色\", \"lose_time\": \"2023-08-08T06:58:43.018Z\"}', '', '{\"cnt\": \"\", \"rep\": \"\"}', '[]', 0, '[]', 0);
INSERT INTO `tab_board` VALUES (549, 'ae2d92fd-edda-4304-a0df-7f75a77385ed', 'note', 'NULL', '2023-08-09 19:33:58', '00000000-18b9-4ca5-920a-065526db6d04', NULL, '{\"img\": [\"0blhKiN7l2?width=100\"], \"period\": \"5min\"}', 'aaaaaaaa', '{\"cnt\": \"ewww\", \"pre\": []}', '[\"liyang@hotmail.com\"]', 1, '[]', 0);
COMMIT;

-- ----------------------------
-- Table structure for tab_chat
-- ----------------------------
DROP TABLE IF EXISTS `tab_chat`;
CREATE TABLE `tab_chat` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `chat_id` varchar(40) DEFAULT NULL,
  `board_id` varchar(40) DEFAULT NULL,
  `cat_img` varchar(20) DEFAULT NULL,
  `cat_name` varchar(50) DEFAULT NULL,
  `user_fr` varchar(40) DEFAULT NULL,
  `user_to` varchar(40) DEFAULT NULL,
  `sub_date` varchar(20) DEFAULT NULL,
  `content` json DEFAULT NULL,
  `unread` int(11) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of tab_chat
-- ----------------------------
BEGIN;
INSERT INTO `tab_chat` VALUES (7, '6027e627-5701-47b3-8f82-2cb0b05c166e', '1ec70de2-d595-4591-a4fe-e597c76518aa', 'B9FRJiN7l2', '猫8', '0ef1c10e-ef4e-4508-895c-867e00485595', '08fb6042-6763-47cd-8b2c-f40e93609522', '2023-08-06 19:52:51', '[{\"msg\": \"hello\", \"src\": \"to\", \"sub_date\": \"2023-08-06 23:15:19\"}, {\"msg\": \"why\\n\", \"src\": \"to\", \"sub_date\": \"2023-08-06 23:15:44\"}, {\"msg\": \"aaa\", \"src\": \"to\", \"sub_date\": \"2023-08-06 23:17:23\"}, {\"msg\": \"bbb\", \"src\": \"to\", \"sub_date\": \"2023-08-06 23:17:55\"}, {\"msg\": \"wwwwwww\", \"src\": \"to\", \"sub_date\": \"2023-08-06 23:18:07\"}]', 0);
INSERT INTO `tab_chat` VALUES (8, 'a46b09de-0901-4ab8-a62b-43a47921d64f', '1cd9bf3e-0a36-44d6-bb83-69cbf6bc8ecc', 'OXMRJiN7l2', '猫5', '08fb6042-6763-47cd-8b2c-f40e93609522', '14248606-d04a-474f-93f2-b94e17fddfd9', '2023-08-06 19:54:27', '[{\"msg\": \"other\", \"src\": \"to\", \"sub_date\": \"2023-08-06 20:04:48\"}, {\"msg\": \"ok\", \"src\": \"fr\", \"sub_date\": \"2023-08-06 20:10:26\"}, {\"msg\": \"no problem\", \"src\": \"fr\", \"sub_date\": \"2023-08-06 20:17:14\"}, {\"msg\": \"hello\", \"src\": \"fr\", \"sub_date\": \"2023-08-06 22:16:27\"}, {\"msg\": \"test01\", \"src\": \"fr\", \"sub_date\": \"2023-08-06 22:20:25\"}, {\"msg\": \"test02\", \"src\": \"fr\", \"sub_date\": \"2023-08-06 22:37:25\"}, {\"msg\": \"hello\\n\", \"src\": \"to\", \"sub_date\": \"2023-08-06 22:45:32\"}, {\"msg\": \"waht\", \"src\": \"fr\", \"sub_date\": \"2023-08-06 22:45:51\"}, {\"msg\": \"waht\", \"src\": \"fr\", \"sub_date\": \"2023-08-06 22:45:51\"}, {\"msg\": \"i am very happ\", \"src\": \"fr\", \"sub_date\": \"2023-08-06 22:46:41\"}, {\"msg\": \"wyea\", \"src\": \"to\", \"sub_date\": \"2023-08-06 22:47:22\"}, {\"msg\": \"okok\", \"src\": \"fr\", \"sub_date\": \"2023-08-06 22:49:42\"}, {\"msg\": \"0000\", \"src\": \"fr\", \"sub_date\": \"2023-08-06 22:51:46\"}, {\"msg\": \"good\", \"src\": \"to\", \"sub_date\": \"2023-08-06 22:53:13\"}, {\"msg\": \"good\", \"src\": \"to\", \"sub_date\": \"2023-08-06 22:53:13\"}, {\"msg\": \"ok\", \"src\": \"fr\", \"sub_date\": \"2023-08-06 22:53:23\"}, {\"msg\": \"waht\", \"src\": \"fr\", \"sub_date\": \"2023-08-06 22:53:33\"}, {\"msg\": \"aaaa\", \"src\": \"fr\", \"sub_date\": \"2023-08-06 22:54:43\"}, {\"msg\": \"aaa\\n\", \"src\": \"fr\", \"sub_date\": \"2023-08-06 23:02:30\"}, {\"msg\": \"aa\", \"src\": \"to\", \"sub_date\": \"2023-08-06 23:03:04\"}, {\"msg\": \"hello\", \"src\": \"fr\", \"sub_date\": \"2023-08-06 23:04:51\"}, {\"msg\": \"eeeee\", \"src\": \"to\", \"sub_date\": \"2023-08-06 23:06:58\"}, {\"msg\": \"whwoew \", \"src\": \"fr\", \"sub_date\": \"2023-08-06 23:07:13\"}, {\"msg\": \"meiさんがあなたの質問に回答しました。\\n1分前\", \"src\": \"to\", \"sub_date\": \"2023-08-06 23:07:40\"}, {\"msg\": \"aaaa\", \"src\": \"fr\", \"sub_date\": \"2023-08-06 23:18:16\"}, {\"msg\": \"无法氛围呃呃\\n\", \"src\": \"to\", \"sub_date\": \"2023-08-08 07:34:04\"}, {\"msg\": \"韦菲，啊我婆婆， \", \"src\": \"to\", \"sub_date\": \"2023-08-08 07:34:19\"}, {\"msg\": \"add message\", \"src\": \"to\", \"sub_date\": \"2023-08-08 07:45:08\"}, {\"msg\": \"add message22 \", \"src\": \"to\", \"sub_date\": \"2023-08-08 07:46:58\"}, {\"msg\": \"add message 333\", \"src\": \"to\", \"sub_date\": \"2023-08-08 07:47:24\"}, {\"msg\": \"违法我发完分\", \"src\": \"to\", \"sub_date\": \"2023-08-08 08:50:48\"}, {\"msg\": \"兔兔兔兔兔兔图\", \"src\": \"to\", \"sub_date\": \"2023-08-08 08:53:36\"}, {\"msg\": \"兔兔兔兔兔兔图\", \"src\": \"to\", \"sub_date\": \"2023-08-08 09:01:06\"}]', 0);
INSERT INTO `tab_chat` VALUES (9, '1be482c0-f72f-429f-a9cf-73f915d1f1ea', '7c0bf6bb-4dc3-4109-a6cf-b574b4179186', 'YDwhLiN7l2', '猫2', '08fb6042-6763-47cd-8b2c-f40e93609522', 'db5616f4-f5cd-48a8-90e2-f7b789650008', '2023-08-10 14:58:31', '[]', 0);
INSERT INTO `tab_chat` VALUES (10, '9e462d13-273e-4e09-a90c-6c1f851d52df', '9b560215-6802-4225-a818-1f62fba28955', 'B9FRJiN7l2', '猫5', '08fb6042-6763-47cd-8b2c-f40e93609522', 'db5616f4-f5cd-48a8-90e2-f7b789650008', '2023-08-10 14:59:12', '[]', 0);
INSERT INTO `tab_chat` VALUES (11, 'c39a5669-c04b-4702-a6f1-3ac34a0e4dd0', '074fc0a4-de9d-4bf5-8d83-bca22a89f1a6', 'XDwhLiN7l2', '猫4', '0ef1c10e-ef4e-4508-895c-867e00485595', '08fb6042-6763-47cd-8b2c-f40e93609522', '2023-08-11 10:02:23', '[]', 0);
COMMIT;

-- ----------------------------
-- Table structure for tab_collect
-- ----------------------------
DROP TABLE IF EXISTS `tab_collect`;
CREATE TABLE `tab_collect` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` varchar(40) DEFAULT NULL,
  `board_id` varchar(40) DEFAULT NULL,
  `col_date` varchar(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tab_collect
-- ----------------------------
BEGIN;
INSERT INTO `tab_collect` VALUES (2, '08fb6042-6763-47cd-8b2c-f40e93609522', 'df7e7eb5-2865-420d-84b6-3e98bd0900b2', '2023-08-10 19:07:49');
INSERT INTO `tab_collect` VALUES (3, '08fb6042-6763-47cd-8b2c-f40e93609522', '19f22f30-6bb6-4a4d-b1b2-82b8bb518fe2', '2023-08-10 19:20:01');
INSERT INTO `tab_collect` VALUES (5, '08fb6042-6763-47cd-8b2c-f40e93609522', 'ae2d92fd-edda-4304-a0df-7f75a77385ed', '2023-08-10 19:20:15');
INSERT INTO `tab_collect` VALUES (6, '08fb6042-6763-47cd-8b2c-f40e93609522', '31949aad-8b87-4491-a7d9-0a7eaa84c7ad', '2023-08-10 19:23:37');
INSERT INTO `tab_collect` VALUES (9, '08fb6042-6763-47cd-8b2c-f40e93609522', '1cd9bf3e-0a36-44d6-bb83-69cbf6bc8ecc', '2023-08-11 10:01:26');
INSERT INTO `tab_collect` VALUES (10, '08fb6042-6763-47cd-8b2c-f40e93609522', '9b560215-6802-4225-a818-1f62fba28955', '2023-08-11 10:01:31');
INSERT INTO `tab_collect` VALUES (11, '08fb6042-6763-47cd-8b2c-f40e93609522', '074fc0a4-de9d-4bf5-8d83-bca22a89f1a6', '2023-08-11 12:59:44');
INSERT INTO `tab_collect` VALUES (12, '08fb6042-6763-47cd-8b2c-f40e93609522', '88e884d4-ff00-43d6-9ca9-179cea49b33f', '2023-08-11 22:59:57');
INSERT INTO `tab_collect` VALUES (13, '08fb6042-6763-47cd-8b2c-f40e93609522', 'da6fdf07-b7b3-415d-ab34-6ea53b595c4e', '2023-08-11 23:00:56');
COMMIT;

-- ----------------------------
-- Table structure for tab_msg
-- ----------------------------
DROP TABLE IF EXISTS `tab_msg`;
CREATE TABLE `tab_msg` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `fr` varchar(40) DEFAULT NULL,
  `to` varchar(40) DEFAULT NULL,
  `fr_icon` varchar(100) DEFAULT NULL,
  `board_id` varchar(40) DEFAULT NULL,
  `msg_title` varchar(200) DEFAULT NULL,
  `msg_type` varchar(10) DEFAULT NULL,
  `msg_date` varchar(20) DEFAULT NULL,
  `read` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=142 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tab_msg
-- ----------------------------
BEGIN;
INSERT INTO `tab_msg` VALUES (68, '08fb6042-6763-47cd-8b2c-f40e93609522', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/QoSfKiN7l2?width=100', '683cc338-be80-4cd2-b598-f66c513b6780', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', '回答', '2022-12-12 10:03:59', 1);
INSERT INTO `tab_msg` VALUES (69, '08fb6042-6763-47cd-8b2c-f40e93609522', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/QoSfKiN7l2?width=100', '683cc338-be80-4cd2-b598-f66c513b6780', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', '回答', '2022-12-12 10:03:59', 1);
INSERT INTO `tab_msg` VALUES (70, '08fb6042-6763-47cd-8b2c-f40e93609522', '0ef1c10e-ef4e-4508-895c-867e00485595', 'https://im.ages.io/QoSfKiN7l2?width=100', '2dcce3eb-8588-47c5-92d9-be83ac7d38d4', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', 'いいね', '2022-08-09 23:24:31', 1);
INSERT INTO `tab_msg` VALUES (71, '08fb6042-6763-47cd-8b2c-f40e93609522', '14248606-d04a-474f-93f2-b94e17fddfd9', 'https://im.ages.io/QoSfKiN7l2?width=100', '9f94402e-2b79-4ff0-98bd-4af05699f4d2', '猫が外に出たがります。外に出すべきですか？', 'いいね', '2020-05-01 14:59:43', 0);
INSERT INTO `tab_msg` VALUES (72, 'c9b9ec70-18b9-4ca5-920a-065526db6d04', 'c9b9ec70-18b9-4ca5-920a-065526db6d04', 'https://im.ages.io/UKYWLiN7l2?width=100', '67e7745f-8d3f-4bcd-8acd-2d42f06e1418', 'test', '回答', '2023-08-05 20:09:09', 0);
INSERT INTO `tab_msg` VALUES (73, '08fb6042-6763-47cd-8b2c-f40e93609522', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/QoSfKiN7l2?width=100', 'f37b0ae6-872e-43dd-aad5-c31eb9a804fa', 'うちの猫はなぜソファを引っかくのでしょうか？', 'いいね', '2020-12-16 20:01:09', 1);
INSERT INTO `tab_msg` VALUES (74, '08fb6042-6763-47cd-8b2c-f40e93609522', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/QoSfKiN7l2?width=100', 'f37b0ae6-872e-43dd-aad5-c31eb9a804fa', 'うちの猫はなぜソファを引っかくのでしょうか？', 'いいね', '2020-12-16 20:01:09', 1);
INSERT INTO `tab_msg` VALUES (75, '08fb6042-6763-47cd-8b2c-f40e93609522', '0ef1c10e-ef4e-4508-895c-867e00485595', 'https://im.ages.io/QoSfKiN7l2?width=100', '19f22f30-6bb6-4a4d-b1b2-82b8bb518fe2', '猫が外に出たがります。外に出すべきですか？', 'いいね', '2022-10-10 05:33:28', 1);
INSERT INTO `tab_msg` VALUES (76, '08fb6042-6763-47cd-8b2c-f40e93609522', '0ef1c10e-ef4e-4508-895c-867e00485595', 'https://im.ages.io/QoSfKiN7l2?width=100', '72a0aa26-9e53-4656-9146-0f19ba6463c9', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', 'いいね', '2022-10-27 05:40:19', 1);
INSERT INTO `tab_msg` VALUES (77, '08fb6042-6763-47cd-8b2c-f40e93609522', '0ef1c10e-ef4e-4508-895c-867e00485595', 'https://im.ages.io/QoSfKiN7l2?width=100', 'bde41258-6381-420b-afd6-8b2d4344d860', '猫の爪切りの仕方を教えてください。', 'いいね', '2022-09-25 18:29:24', 0);
INSERT INTO `tab_msg` VALUES (78, '08fb6042-6763-47cd-8b2c-f40e93609522', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/QoSfKiN7l2?width=100', 'df7e7eb5-2865-420d-84b6-3e98bd0900b2', 'うちの猫はなぜソファを引っかくのでしょうか？', 'いいね', '2022-12-07 03:21:23', 1);
INSERT INTO `tab_msg` VALUES (79, '08fb6042-6763-47cd-8b2c-f40e93609522', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/QoSfKiN7l2?width=100', '06f3344c-9fa9-470c-a080-9aa8b9a3f5ed', '猫の爪切りの仕方を教えてください。', 'いいね', '2020-11-24 16:34:22', 1);
INSERT INTO `tab_msg` VALUES (80, '08fb6042-6763-47cd-8b2c-f40e93609522', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/QoSfKiN7l2?width=100', '31949aad-8b87-4491-a7d9-0a7eaa84c7ad', '猫の爪切りの仕方を教えてください。', 'いいね', '2022-12-02 15:22:52', 1);
INSERT INTO `tab_msg` VALUES (81, '08fb6042-6763-47cd-8b2c-f40e93609522', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/QoSfKiN7l2?width=100', '31949aad-8b87-4491-a7d9-0a7eaa84c7ad', '猫の爪切りの仕方を教えてください。', 'いいね', '2022-12-02 15:22:52', 1);
INSERT INTO `tab_msg` VALUES (82, '08fb6042-6763-47cd-8b2c-f40e93609522', '0ef1c10e-ef4e-4508-895c-867e00485595', 'https://im.ages.io/QoSfKiN7l2?width=100', '9bf972a0-efc7-4e88-b509-30458256c7d3', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', 'いいね', '2022-10-08 23:28:21', 1);
INSERT INTO `tab_msg` VALUES (83, '08fb6042-6763-47cd-8b2c-f40e93609522', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/QoSfKiN7l2?width=100', '05919edc-e3eb-46c9-8bc4-3e97aa4962ad', 'うちの猫が体臭を放っています。なぜでしょう？', 'いいね', '2022-03-23 00:17:51', 1);
INSERT INTO `tab_msg` VALUES (84, '08fb6042-6763-47cd-8b2c-f40e93609522', '0ef1c10e-ef4e-4508-895c-867e00485595', 'https://im.ages.io/QoSfKiN7l2?width=100', '72a0aa26-9e53-4656-9146-0f19ba6463c9', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', 'いいね', '2022-10-27 05:40:19', 1);
INSERT INTO `tab_msg` VALUES (85, '08fb6042-6763-47cd-8b2c-f40e93609522', '0ef1c10e-ef4e-4508-895c-867e00485595', 'https://im.ages.io/QoSfKiN7l2?width=100', '9bf972a0-efc7-4e88-b509-30458256c7d3', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', 'いいね', '2022-10-08 23:28:21', 1);
INSERT INTO `tab_msg` VALUES (86, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', 'df7e7eb5-2865-420d-84b6-3e98bd0900b2', 'うちの猫はなぜソファを引っかくのでしょうか？', 'いいね', '2022-12-07 03:21:23', 1);
INSERT INTO `tab_msg` VALUES (87, '08fb6042-6763-47cd-8b2c-f40e93609522', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/QoSfKiN7l2?width=100', '2393aa86-706b-4aee-a27d-540e37eba5ba', '猫砂を新しく変えても、うちの猫は受け入れてくれません。どうすればいいですか？', 'いいね', '2022-03-25 09:10:30', 1);
INSERT INTO `tab_msg` VALUES (88, '08fb6042-6763-47cd-8b2c-f40e93609522', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/QoSfKiN7l2?width=100', '2393aa86-706b-4aee-a27d-540e37eba5ba', '猫砂を新しく変えても、うちの猫は受け入れてくれません。どうすればいいですか？', 'いいね', '2022-03-25 09:10:30', 1);
INSERT INTO `tab_msg` VALUES (89, '08fb6042-6763-47cd-8b2c-f40e93609522', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/QoSfKiN7l2?width=100', '129d8ae4-e330-4195-b6d1-379e5829e199', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', 'いいね', '2022-02-11 23:55:36', 1);
INSERT INTO `tab_msg` VALUES (90, '08fb6042-6763-47cd-8b2c-f40e93609522', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/QoSfKiN7l2?width=100', '129d8ae4-e330-4195-b6d1-379e5829e199', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', 'いいね', '2022-02-11 23:55:36', 1);
INSERT INTO `tab_msg` VALUES (91, '08fb6042-6763-47cd-8b2c-f40e93609522', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/QoSfKiN7l2?width=100', '021b9ac5-8f73-4e0c-bf27-a21a5dbe1658', 'うちの猫はなぜソファを引っかくのでしょうか？', 'いいね', '2022-11-12 20:50:53', 1);
INSERT INTO `tab_msg` VALUES (92, '08fb6042-6763-47cd-8b2c-f40e93609522', '0ef1c10e-ef4e-4508-895c-867e00485595', 'https://im.ages.io/QoSfKiN7l2?width=100', '19f22f30-6bb6-4a4d-b1b2-82b8bb518fe2', '猫が外に出たがります。外に出すべきですか？', 'いいね', '2022-10-10 05:33:28', 1);
INSERT INTO `tab_msg` VALUES (93, '14248606-d04a-474f-93f2-b94e17fddfd9', '0ef1c10e-ef4e-4508-895c-867e00485595', 'https://im.ages.io/FleNKiN7l2?width=100', 'c99350a7-aa67-41a0-85cf-3ba4c3be6f82', '猫が家具を噛むのをやめさせたいです。どうすればいいですか？', 'いいね', '2020-02-04 07:44:45', 1);
INSERT INTO `tab_msg` VALUES (94, '14248606-d04a-474f-93f2-b94e17fddfd9', '0ef1c10e-ef4e-4508-895c-867e00485595', 'https://im.ages.io/FleNKiN7l2?width=100', 'bf8c07ed-8566-4f53-8839-21a72a1b7668', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', 'いいね', '2022-08-25 23:52:27', 1);
INSERT INTO `tab_msg` VALUES (95, '14248606-d04a-474f-93f2-b94e17fddfd9', '0ef1c10e-ef4e-4508-895c-867e00485595', 'https://im.ages.io/FleNKiN7l2?width=100', 'bf8c07ed-8566-4f53-8839-21a72a1b7668', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', 'いいね', '2022-08-25 23:52:27', 1);
INSERT INTO `tab_msg` VALUES (96, '14248606-d04a-474f-93f2-b94e17fddfd9', '0ef1c10e-ef4e-4508-895c-867e00485595', 'https://im.ages.io/FleNKiN7l2?width=100', 'bf8c07ed-8566-4f53-8839-21a72a1b7668', 'うちの猫がよく毛玉を吐きます。なぜでしょう？', 'いいね', '2022-08-25 23:52:27', 1);
INSERT INTO `tab_msg` VALUES (97, '14248606-d04a-474f-93f2-b94e17fddfd9', '0ef1c10e-ef4e-4508-895c-867e00485595', 'https://im.ages.io/FleNKiN7l2?width=100', '9bf972a0-efc7-4e88-b509-30458256c7d3', 'うちの猫が体重が増えています。どうやってダイエットをサポートできますか？', 'いいね', '2022-10-08 23:28:21', 0);
INSERT INTO `tab_msg` VALUES (98, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', 'e9205ef2-e532-4ec0-94cd-70d35989036f', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', 'いいね', '2021-01-23 13:44:18', 1);
INSERT INTO `tab_msg` VALUES (99, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', 'e9205ef2-e532-4ec0-94cd-70d35989036f', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', 'いいね', '2021-01-23 13:44:18', 1);
INSERT INTO `tab_msg` VALUES (100, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', 'e9205ef2-e532-4ec0-94cd-70d35989036f', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', 'いいね', '2021-01-23 13:44:18', 1);
INSERT INTO `tab_msg` VALUES (101, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', 'e9205ef2-e532-4ec0-94cd-70d35989036f', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', 'いいね', '2021-01-23 13:44:18', 1);
INSERT INTO `tab_msg` VALUES (102, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', 'e9205ef2-e532-4ec0-94cd-70d35989036f', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', 'いいね', '2021-01-23 13:44:18', 1);
INSERT INTO `tab_msg` VALUES (103, '14248606-d04a-474f-93f2-b94e17fddfd9', '14248606-d04a-474f-93f2-b94e17fddfd9', 'https://im.ages.io/FleNKiN7l2?width=100', 'c0bb242f-3f52-40aa-9f0e-c1903f0ea19d', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', 'いいね', '2022-03-18 01:23:37', 0);
INSERT INTO `tab_msg` VALUES (104, '14248606-d04a-474f-93f2-b94e17fddfd9', '14248606-d04a-474f-93f2-b94e17fddfd9', 'https://im.ages.io/FleNKiN7l2?width=100', '6753d5d8-7952-471b-9343-03b29f24cce0', 'うちの猫が体臭を放っています。なぜでしょう？', 'いいね', '2022-07-13 23:24:35', 0);
INSERT INTO `tab_msg` VALUES (105, '14248606-d04a-474f-93f2-b94e17fddfd9', '14248606-d04a-474f-93f2-b94e17fddfd9', 'https://im.ages.io/FleNKiN7l2?width=100', '6753d5d8-7952-471b-9343-03b29f24cce0', 'うちの猫が体臭を放っています。なぜでしょう？', 'いいね', '2022-07-13 23:24:35', 0);
INSERT INTO `tab_msg` VALUES (106, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', 'df7e7eb5-2865-420d-84b6-3e98bd0900b2', 'うちの猫はなぜソファを引っかくのでしょうか？', 'いいね', '2022-12-07 03:21:23', 1);
INSERT INTO `tab_msg` VALUES (107, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', 'df7e7eb5-2865-420d-84b6-3e98bd0900b2', 'うちの猫はなぜソファを引っかくのでしょうか？', 'いいね', '2022-12-07 03:21:23', 1);
INSERT INTO `tab_msg` VALUES (108, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', 'df7e7eb5-2865-420d-84b6-3e98bd0900b2', 'うちの猫はなぜソファを引っかくのでしょうか？', 'いいね', '2022-12-07 03:21:23', 1);
INSERT INTO `tab_msg` VALUES (109, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', 'df7e7eb5-2865-420d-84b6-3e98bd0900b2', 'うちの猫はなぜソファを引っかくのでしょうか？', 'いいね', '2022-12-07 03:21:23', 1);
INSERT INTO `tab_msg` VALUES (110, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', 'df7e7eb5-2865-420d-84b6-3e98bd0900b2', 'うちの猫はなぜソファを引っかくのでしょうか？', 'いいね', '2022-12-07 03:21:23', 1);
INSERT INTO `tab_msg` VALUES (111, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', 'df7e7eb5-2865-420d-84b6-3e98bd0900b2', 'うちの猫はなぜソファを引っかくのでしょうか？', 'いいね', '2022-12-07 03:21:23', 1);
INSERT INTO `tab_msg` VALUES (112, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', 'df7e7eb5-2865-420d-84b6-3e98bd0900b2', 'うちの猫はなぜソファを引っかくのでしょうか？', 'いいね', '2022-12-07 03:21:23', 1);
INSERT INTO `tab_msg` VALUES (113, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', 'df7e7eb5-2865-420d-84b6-3e98bd0900b2', 'うちの猫はなぜソファを引っかくのでしょうか？', 'いいね', '2022-12-07 03:21:23', 1);
INSERT INTO `tab_msg` VALUES (114, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', 'df7e7eb5-2865-420d-84b6-3e98bd0900b2', 'うちの猫はなぜソファを引っかくのでしょうか？', 'いいね', '2022-12-07 03:21:23', 1);
INSERT INTO `tab_msg` VALUES (115, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', 'df7e7eb5-2865-420d-84b6-3e98bd0900b2', 'うちの猫はなぜソファを引っかくのでしょうか？', 'いいね', '2022-12-07 03:21:23', 1);
INSERT INTO `tab_msg` VALUES (116, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', 'df7e7eb5-2865-420d-84b6-3e98bd0900b2', 'うちの猫はなぜソファを引っかくのでしょうか？', 'いいね', '2022-12-07 03:21:23', 1);
INSERT INTO `tab_msg` VALUES (117, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', 'df7e7eb5-2865-420d-84b6-3e98bd0900b2', 'うちの猫はなぜソファを引っかくのでしょうか？', 'いいね', '2022-12-07 03:21:23', 1);
INSERT INTO `tab_msg` VALUES (118, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', 'df7e7eb5-2865-420d-84b6-3e98bd0900b2', 'うちの猫はなぜソファを引っかくのでしょうか？', 'いいね', '2022-12-07 03:21:23', 1);
INSERT INTO `tab_msg` VALUES (119, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', '13119222-ddba-449b-ae8a-9d5311acfb99', 'wef', '回答', '2023-08-03 22:56:05', 1);
INSERT INTO `tab_msg` VALUES (120, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', '13119222-ddba-449b-ae8a-9d5311acfb99', 'wef', '回答', '2023-08-03 22:56:05', 1);
INSERT INTO `tab_msg` VALUES (121, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', '683cc338-be80-4cd2-b598-f66c513b6780', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', '回答', '2022-12-12 10:03:59', 1);
INSERT INTO `tab_msg` VALUES (122, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', '13119222-ddba-449b-ae8a-9d5311acfb99', 'wef', '回答', '2023-08-03 22:56:05', 1);
INSERT INTO `tab_msg` VALUES (123, '14248606-d04a-474f-93f2-b94e17fddfd9', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/FleNKiN7l2?width=100', '13119222-ddba-449b-ae8a-9d5311acfb99', 'wef', '回答', '2023-08-03 22:56:05', 1);
INSERT INTO `tab_msg` VALUES (124, '08fb6042-6763-47cd-8b2c-f40e93609522', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/QoSfKiN7l2?width=100', 'afc1c959-3eaf-4440-985e-d7efa66cac86', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', 'いいね', '2022-03-10 07:36:15', 0);
INSERT INTO `tab_msg` VALUES (125, '08fb6042-6763-47cd-8b2c-f40e93609522', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/QoSfKiN7l2?width=100', 'afc1c959-3eaf-4440-985e-d7efa66cac86', '猫が机の上に乗るのをやめさせたいです。どうすればいいですか？', 'いいね', '2022-03-10 07:36:15', 1);
INSERT INTO `tab_msg` VALUES (126, '08fb6042-6763-47cd-8b2c-f40e93609522', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/QoSfKiN7l2?width=100', '23c1e7a4-286e-464a-94a5-1d0b3fcce5ff', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', 'いいね', '2022-11-19 05:17:59', 0);
INSERT INTO `tab_msg` VALUES (127, '08fb6042-6763-47cd-8b2c-f40e93609522', '0ef1c10e-ef4e-4508-895c-867e00485595', 'https://im.ages.io/QoSfKiN7l2?width=100', '036c4b84-0b7c-4f39-9236-252ed8d7bf60', '猫の鳴き声が夜中にうるさいです。どうしたらいいですか？', 'いいね', '2021-11-26 04:01:06', 0);
INSERT INTO `tab_msg` VALUES (128, '00000000-18b9-4ca5-920a-065526db6d04', NULL, 'https://im.ages.io/QoSfKiN7l2?width=100', 'ae2d92fd-edda-4304-a0df-7f75a77385ed', 'aaaaaaaa', 'いいね', '2023-08-09 19:33:58', 0);
INSERT INTO `tab_msg` VALUES (129, '00000000-18b9-4ca5-920a-065526db6d04', NULL, 'https://im.ages.io/QoSfKiN7l2?width=100', 'ae2d92fd-edda-4304-a0df-7f75a77385ed', 'aaaaaaaa', 'いいね', '2023-08-09 19:33:58', 0);
INSERT INTO `tab_msg` VALUES (130, '00000000-18b9-4ca5-920a-065526db6d04', NULL, 'https://im.ages.io/QoSfKiN7l2?width=100', 'ae2d92fd-edda-4304-a0df-7f75a77385ed', 'aaaaaaaa', 'いいね', '2023-08-09 19:33:58', 0);
INSERT INTO `tab_msg` VALUES (131, '00000000-18b9-4ca5-920a-065526db6d04', NULL, 'https://im.ages.io/QoSfKiN7l2?width=100', 'ae2d92fd-edda-4304-a0df-7f75a77385ed', 'aaaaaaaa', 'いいね', '2023-08-09 19:33:58', 0);
INSERT INTO `tab_msg` VALUES (132, '00000000-18b9-4ca5-920a-065526db6d04', NULL, 'https://im.ages.io/QoSfKiN7l2?width=100', 'ae2d92fd-edda-4304-a0df-7f75a77385ed', 'aaaaaaaa', 'いいね', '2023-08-09 19:33:58', 0);
INSERT INTO `tab_msg` VALUES (133, '00000000-18b9-4ca5-920a-065526db6d04', NULL, 'https://im.ages.io/QoSfKiN7l2?width=100', 'ae2d92fd-edda-4304-a0df-7f75a77385ed', 'aaaaaaaa', 'いいね', '2023-08-09 19:33:58', 0);
INSERT INTO `tab_msg` VALUES (134, '08fb6042-6763-47cd-8b2c-f40e93609522', NULL, 'https://im.ages.io/QoSfKiN7l2?width=100', 'ae2d92fd-edda-4304-a0df-7f75a77385ed', 'aaaaaaaa', 'いいね', '2023-08-09 19:33:58', 0);
INSERT INTO `tab_msg` VALUES (135, '08fb6042-6763-47cd-8b2c-f40e93609522', NULL, 'https://im.ages.io/QoSfKiN7l2?width=100', 'ae2d92fd-edda-4304-a0df-7f75a77385ed', 'aaaaaaaa', 'いいね', '2023-08-09 19:33:58', 0);
INSERT INTO `tab_msg` VALUES (136, '08fb6042-6763-47cd-8b2c-f40e93609522', NULL, 'https://im.ages.io/QoSfKiN7l2?width=100', 'ae2d92fd-edda-4304-a0df-7f75a77385ed', 'aaaaaaaa', 'いいね', '2023-08-09 19:33:58', 0);
INSERT INTO `tab_msg` VALUES (137, '08fb6042-6763-47cd-8b2c-f40e93609522', NULL, 'https://im.ages.io/QoSfKiN7l2?width=100', 'ae2d92fd-edda-4304-a0df-7f75a77385ed', 'aaaaaaaa', 'いいね', '2023-08-09 19:33:58', 0);
INSERT INTO `tab_msg` VALUES (138, '08fb6042-6763-47cd-8b2c-f40e93609522', '00000000-18b9-4ca5-920a-065526db6d04', 'https://im.ages.io/QoSfKiN7l2?width=100', 'ae2d92fd-edda-4304-a0df-7f75a77385ed', 'aaaaaaaa', 'いいね', '2023-08-09 19:33:58', 1);
INSERT INTO `tab_msg` VALUES (139, '08fb6042-6763-47cd-8b2c-f40e93609522', '00000000-18b9-4ca5-920a-065526db6d04', 'https://im.ages.io/QoSfKiN7l2?width=100', 'ae2d92fd-edda-4304-a0df-7f75a77385ed', 'aaaaaaaa', 'いいね', '2023-08-09 19:33:58', 0);
INSERT INTO `tab_msg` VALUES (140, '08fb6042-6763-47cd-8b2c-f40e93609522', '00000000-18b9-4ca5-920a-065526db6d04', 'https://im.ages.io/QoSfKiN7l2?width=100', 'ae2d92fd-edda-4304-a0df-7f75a77385ed', 'aaaaaaaa', 'いいね', '2023-08-09 19:33:58', 0);
INSERT INTO `tab_msg` VALUES (141, '08fb6042-6763-47cd-8b2c-f40e93609522', '08fb6042-6763-47cd-8b2c-f40e93609522', 'https://im.ages.io/QoSfKiN7l2?width=100', 'df7e7eb5-2865-420d-84b6-3e98bd0900b2', 'うちの猫はなぜソファを引っかくのでしょうか？', 'いいね', '2022-12-07 03:21:23', 0);
COMMIT;

-- ----------------------------
-- Table structure for tab_question
-- ----------------------------
DROP TABLE IF EXISTS `tab_question`;
CREATE TABLE `tab_question` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mail` varchar(50) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `content` varchar(20000) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `sub_date` varchar(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tab_question
-- ----------------------------
BEGIN;
INSERT INTO `tab_question` VALUES (1, 'aa', 'wfew', '\"wefawfe\"', NULL, '2023-08-08 10:36:17');
INSERT INTO `tab_question` VALUES (2, 'weee', 'wefaf', '\"wfawf\"', NULL, '2023-08-08 10:42:09');
INSERT INTO `tab_question` VALUES (3, 'quanta2006@163.com', '尻尾が短いです。サクラ耳です。痩せています。とても大人しくてフレンドリーな猫ちゃんです。', '\"保護した時の状況近所を歩いていました。普段見かけない猫ちゃんなので近寄ってみると懐いてくれました。ドライフードを与えてみましたが中々食べてくれません。今は自宅の中で保護しています。保護した時の状況近所を歩いていました。普段見かけない猫ちゃんなので近寄ってみると懐いてくれました。ドライフードを与えてみましたが中々食べてくれません。今は自宅の中で保護しています。保護した時の状況近所を歩いていました。普段見かけない猫ちゃんなので近寄ってみると懐いてくれました。ドライフードを与えてみましたが中々食べてくれません。今は自宅の中で保護しています。\"', NULL, '2023-08-09 14:32:27');
INSERT INTO `tab_question` VALUES (4, 'quanta2006@163.com', '普段見かけない猫ちゃんなので近寄って', '保護した時の状況近所を歩いていました。普段見かけない猫ちゃんなので近寄ってみると懐いてくれました。ドライフードを与えてみましたが中々食べてくれません。今は自宅の中で保護しています。保護した時の状況近所を歩いていました。普段見かけない猫ちゃんなので近寄ってみると懐いてくれました。ドライフードを与えてみましたが中々食べてくれません。今は自宅の中で保護しています。保護した時の状況近所を歩いていました。普段見かけない猫ちゃんなので近寄ってみると懐いてくれました。ドライフードを与えてみましたが中々食べてくれません。今は自宅の中で保護しています。', NULL, '2023-08-09 14:33:45');
COMMIT;

-- ----------------------------
-- Table structure for tab_user
-- ----------------------------
DROP TABLE IF EXISTS `tab_user`;
CREATE TABLE `tab_user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` varchar(40) DEFAULT NULL,
  `mail` varchar(30) DEFAULT NULL,
  `name` varchar(50) DEFAULT NULL,
  `pwd` varchar(30) DEFAULT NULL,
  `user_name` varchar(30) DEFAULT NULL,
  `icon` varchar(50) DEFAULT NULL,
  `user_type` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of tab_user
-- ----------------------------
BEGIN;
INSERT INTO `tab_user` VALUES (1, '08fb6042-6763-47cd-8b2c-f40e93609522', 'liyang@hotmail.com', 'liyang', 'aaa', '李阳', '[\"https://im.ages.io/QoSfKiN7l2?width=100\"]', 1);
INSERT INTO `tab_user` VALUES (2, '0ef1c10e-ef4e-4508-895c-867e00485595', 'liyang@gmail.com', 'tom', 'a', 'quanta2006', '[\"https://im.ages.io/3zmiLiN7l2?width=100\"]', 1);
INSERT INTO `tab_user` VALUES (3, '14248606-d04a-474f-93f2-b94e17fddfd9', 'oumoon@gmail.com', 'moontest2', 'moontest', 'moontest', '[\"https://im.ages.io/FleNKiN7l2?width=100\"]', 1);
INSERT INTO `tab_user` VALUES (5, '6e73907d-7118-4637-8dba-2cfe2aad7db7', 'quanta2006@163.com', 'workflow', 'aaa', 'bb', '[\"https://im.ages.io/TFh9KiN7l2?width=100\"]', 1);
INSERT INTO `tab_user` VALUES (6, 'c9b9ec70-18b9-4ca5-920a-065526db6d04', 'oumoon33@gmail.com', 'moontest2', 'moontest2', 'moontest2', '[\"https://im.ages.io/UKYWLiN7l2?width=100\"]', 1);
INSERT INTO `tab_user` VALUES (7, '00000000-18b9-4ca5-920a-065526db6d04', 'admin@163.com', 'admin', 'admin', 'admin', '[\"https://im.ages.io/QoSfKiN7l2?width=100\"]', 0);
INSERT INTO `tab_user` VALUES (8, 'db5616f4-f5cd-48a8-90e2-f7b789650008', 'xxd1985@gmail.com', 'キョ　ショウタン', 'dandan885594', 'dandan1017', '[\"https://im.ages.io/IssuJiN7l2?width=100\"]', 1);
COMMIT;

-- ----------------------------
-- Procedure structure for DEBUG_MSG
-- ----------------------------
DROP PROCEDURE IF EXISTS `DEBUG_MSG`;
delimiter ;;
CREATE PROCEDURE `zm`.`DEBUG_MSG`(msg VARCHAR(16383))
BEGIN
    select concat('**', msg) AS '** DEBUG:';
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_ADD_QUESTION
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_ADD_QUESTION`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_ADD_QUESTION`(IN `data` varchar(20000))
BEGIN
	DECLARE _user_id VARCHAR(40);
	DECLARE _mail VARCHAR(40);
	DECLARE _title VARCHAR(200);
	DECLARE _sub_date VARCHAR(20);
	DECLARE _content VARCHAR(1000);
	
	-- 解析 JSON 数据
	SET _user_id = JSON_UNQUOTE(JSON_EXTRACT(data, '$.user_id'));
	SET _mail = JSON_UNQUOTE(JSON_EXTRACT(data, '$.mail'));
	SET _title = JSON_UNQUOTE(JSON_EXTRACT(data, '$.title'));
	SET _content = JSON_UNQUOTE(JSON_EXTRACT(data, '$.content'));
	SET _sub_date = NOW();
	
	
	
	insert into tab_question(user_id,mail,title,content,sub_date)
	VALUES(_user_id,_mail,_title,_content,_sub_date);
	
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_CLOSE_BOARD
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_CLOSE_BOARD`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_CLOSE_BOARD`(IN `data` json)
BEGIN
	DECLARE _board_id VARCHAR(40);
	SET _board_id = JSON_UNQUOTE(JSON_EXTRACT(data, '$.board_id'));
  UPDATE tab_board SET close = 1 WHERE board_id=_board_id;
  
	select * from tab_board WHERE board_id = _board_id;
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_CLOSE_POST
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_CLOSE_POST`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_CLOSE_POST`(IN `data` json)
BEGIN
	DECLARE _board_id VARCHAR(40);
	
	SET _board_id = JSON_UNQUOTE(JSON_EXTRACT(data, '$.board_id'));
  UPDATE tab_board SET category = '解決' WHERE board_id=_board_id;
  
	select * from tab_board WHERE board_id = _board_id;
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_DEL_BOARD
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_DEL_BOARD`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_DEL_BOARD`(IN `jsonData` varchar(20000))
BEGIN
    DECLARE _board_id VARCHAR(40);

    SET _board_id = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.board_id'));
    DELETE FROM tab_board WHERE  board_id = _board_id;
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_DEL_NOTE
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_DEL_NOTE`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_DEL_NOTE`(IN `jsonData` varchar(20000))
BEGIN
    DECLARE _board_id VARCHAR(40);

    SET _board_id = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.board_id'));
    DELETE FROM tab_board WHERE  board_id = _board_id;
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_INIT_CHAT_ID
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_INIT_CHAT_ID`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_INIT_CHAT_ID`(IN `data_json` json)
BEGIN
    DECLARE v_chat_id VARCHAR(40);
    DECLARE v_sub_date VARCHAR(20);
    DECLARE v_content JSON;
    DECLARE v_board_id VARCHAR(40);
    DECLARE v_user_fr VARCHAR(40);
    DECLARE v_user_to VARCHAR(40);
    DECLARE v_cat_name VARCHAR(50);
    DECLARE v_cat_img VARCHAR(20);
    DECLARE v_exists INT;
		DECLARE result_id INT;

    SET v_chat_id = JSON_UNQUOTE(JSON_EXTRACT(data_json, '$.chat_id'));
    SET v_sub_date = JSON_UNQUOTE(JSON_EXTRACT(data_json, '$.sub_date'));
    SET v_content = JSON_EXTRACT(data_json, '$.content');
    SET v_board_id = JSON_UNQUOTE(JSON_EXTRACT(data_json, '$.board_id'));
    SET v_user_fr = JSON_UNQUOTE(JSON_EXTRACT(data_json, '$.user_fr'));
    SET v_user_to = JSON_UNQUOTE(JSON_EXTRACT(data_json, '$.user_to'));
    SET v_cat_name = JSON_UNQUOTE(JSON_EXTRACT(data_json, '$.cat_name'));
    SET v_cat_img = JSON_UNQUOTE(JSON_EXTRACT(data_json, '$.cat_img'));

    -- 检查是否存在该记录
    SELECT COUNT(*) INTO v_exists FROM tab_chat WHERE board_id = v_board_id AND user_fr = v_user_fr;

    IF v_exists = 0 THEN
        INSERT INTO tab_chat (chat_id, sub_date, content, board_id, user_fr, user_to, cat_name, cat_img)
        VALUES (v_chat_id, v_sub_date, v_content, v_board_id, v_user_fr, v_user_to, v_cat_name, v_cat_img);
        SET result_id = LAST_INSERT_ID(); -- 获取最后插入的ID
    ELSE
        SELECT id INTO result_id FROM tab_chat WHERE board_id = v_board_id AND user_fr = v_user_fr LIMIT 1; -- 如果存在，则返回该记录的ID
    END IF;
		
		select result_id as chat_id from dual;

END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_LOAD_MSG
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_LOAD_MSG`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_LOAD_MSG`(IN `data` varchar(20000))
BEGIN
	DECLARE _user_id VARCHAR(40);
	
	-- 解析 JSON 数据
	SET _user_id = JSON_UNQUOTE(JSON_EXTRACT(data, '$.user_id'));
	
	select 
		m.id as mid,m.fr,m.to,m.fr_icon,m.msg_title,msg_type,msg_date,u.user_name,b.*
	from 
		tab_msg m, tab_user u, tab_board b
	WHERE 
		m.`to` = _user_id and m.fr = u.user_id and `read` = 0 and m.board_id = b.board_id
	order by 
		sub_date desc
	limit 10;
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_LOGIN
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_LOGIN`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_LOGIN`(IN `data` varchar(20000))
BEGIN
	DECLARE _mail  varchar(20) 	default null;
  DECLARE _pwd 	varchar(50) 	default null;

	SET _mail = JSON_UNQUOTE(JSON_EXTRACT(data,'$.mail'));
	SET _pwd = JSON_UNQUOTE(JSON_EXTRACT(data,'$.pwd'));
	
	SELECT * FROM tab_user WHERE mail = _mail AND pwd = _pwd;
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_QUERY
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_QUERY`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_QUERY`(IN `data` varchar(20000))
BEGIN
	SET @sql = JSON_UNQUOTE(JSON_EXTRACT(data,'$.sql'));

	PREPARE stmt FROM @sql ; 
	EXECUTE stmt ;
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_QUERY_BOARD
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_QUERY_BOARD`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_QUERY_BOARD`(IN `jsonData` varchar(20000))
BEGIN
    DECLARE _bt VARCHAR(20);
    DECLARE _ca VARCHAR(20);
    DECLARE _od VARCHAR(20);
    DECLARE _li INT;
    
    -- 解析 JSON 数据
    SET _bt = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.bt'));
    SET _ca = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.ca'));
    SET _od = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.od'));
    SET _li = JSON_EXTRACT(jsonData, '$.li');
		
    SET @sql := CONCAT('SELECT board_id, board_type, category, sub_date, sub_user, addr, cat, title, content, fav, favCount, see, close 
                        FROM tab_board WHERE board_type = "', _bt, '" AND category = "', _ca, '" ORDER BY ', _od, ' desc LIMIT ', _li);

    PREPARE stmt_handle FROM @sql;
		EXECUTE stmt_handle;
    DEALLOCATE PREPARE stmt_handle;
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_QUERY_BY_ME
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_QUERY_BY_ME`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_QUERY_BY_ME`(IN `jsonData` varchar(20000))
BEGIN
    DECLARE _sub_user VARCHAR(40);
    DECLARE _key VARCHAR(40);
    DECLARE _cond VARCHAR(40);
    
    -- 解析 JSON 数据
    SET _sub_user = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.sub_user'));
    SET _key = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.key'));
    SET _cond = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.cond'));

    SET @query_str = CONCAT('SELECT * FROM tab_board WHERE sub_user = "', _sub_user, '" AND ');
    
    IF _key IS NOT NULL AND _key != '' THEN
        SET @query_str = CONCAT(@query_str, ' title LIKE "%', _key, '%" AND ');
    END IF;

    CASE _cond
        WHEN 'all' THEN
            SET @query_str = CONCAT(@query_str, " (board_type='cat' OR board_type='qa') ");
        WHEN 'lose' THEN
            SET @query_str = CONCAT(@query_str, " board_type='cat' AND category='迷子' ");
        WHEN 'prot' THEN
            SET @query_str = CONCAT(@query_str, " board_type='cat' AND category='保護' ");
        WHEN 'qa' THEN
            SET @query_str = CONCAT(@query_str, " board_type='qa' AND category='受付中' ");
        WHEN 'qae' THEN
            SET @query_str = CONCAT(@query_str, " board_type='qa' AND category='解決' ");
    END CASE;
    
    SET @query_str = CONCAT(@query_str, ' ORDER BY sub_date DESC LIMIT 100;');

    PREPARE stmt FROM @query_str;
    EXECUTE stmt;
    
    DEALLOCATE PREPARE stmt;
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_QUERY_CAT
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_QUERY_CAT`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_QUERY_CAT`(IN `jsonData` varchar(20000))
BEGIN
		DECLARE _bt VARCHAR(20);
    DECLARE _od VARCHAR(20);
    DECLARE _li INT;
    
    -- 解析 JSON 数据
    SET _bt = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.bt'));
    SET _od = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.od'));
    SET _li = JSON_EXTRACT(jsonData, '$.li');
		
    SET @sql := CONCAT('SELECT board_id, board_type, category, sub_date, sub_user, addr, cat, title, content, fav, favCount, see 
                        FROM tab_board WHERE board_type = "', _bt,'" ORDER BY ', _od, ' desc LIMIT ', _li);
		
		
    PREPARE stmt_handle FROM @sql;
		EXECUTE stmt_handle;
		DEALLOCATE PREPARE stmt_handle;
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_QUERY_CHAT_FR
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_QUERY_CHAT_FR`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_QUERY_CHAT_FR`(IN `data_json` json)
BEGIN
    DECLARE _user_id VARCHAR(40);

    SET _user_id = JSON_UNQUOTE(JSON_EXTRACT(data_json, '$.user_id'));

		
		
		select 
			c.*, u1.user_name as to_name, u1.icon as to_icon,u2.user_name as fr_name, u2.icon as fr_icon  
		from 
			tab_chat c,tab_user u1 ,tab_user u2
		where 
			user_fr = _user_id and c.user_to = u1.user_id and c.user_fr = u2.user_id;

END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_QUERY_CHAT_TO
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_QUERY_CHAT_TO`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_QUERY_CHAT_TO`(IN `data_json` json)
BEGIN
    DECLARE _user_id VARCHAR(40);

    SET _user_id = JSON_UNQUOTE(JSON_EXTRACT(data_json, '$.user_id'));

		
-- 		select c.*, u.user_name, u.icon from tab_chat c,tab_user u where user_to = _user_id and c.user_to = u.user_id;
		
		select 
			c.*, u1.user_name as to_name, u1.icon as to_icon,u2.user_name as fr_name, u2.icon as fr_icon  
		from 
			tab_chat c,tab_user u1,tab_user u2
		where 
			user_to = _user_id and c.user_to = u1.user_id and c.user_fr = u2.user_id;
			
			
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_QUERY_COLLECT
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_QUERY_COLLECT`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_QUERY_COLLECT`(IN `data` varchar(20000))
BEGIN
	DECLARE _user_id  varchar(40) 	default null;
	DECLARE _cond     varchar(40) 	default null;
	DECLARE _key      varchar(100) 	default null;

	SET _user_id = JSON_UNQUOTE(JSON_EXTRACT(data,'$.user_id'));
	SET _cond    = JSON_UNQUOTE(JSON_EXTRACT(data,'$.cond'));
	SET _key     = JSON_UNQUOTE(JSON_EXTRACT(data,'$.key'));

	SET @query_str = CONCAT('SELECT c.user_id,c.col_date,b.* FROM tab_collect c,tab_board b WHERE c.user_id ="', _user_id, '" AND c.board_id = b.board_id AND');
	
	CASE _cond
		WHEN 'lose' THEN
			SET @query_str = CONCAT(@query_str, " board_type='cat' AND category='迷子' ");
		WHEN 'prot' THEN
			SET @query_str = CONCAT(@query_str, " board_type='cat' AND category='保護' ");
		WHEN 'note' THEN
			SET @query_str = CONCAT(@query_str, " board_type='note' AND category='NULL' ");
		ELSE
			SET @query_str = CONCAT(@query_str, " 1=1 "); -- 默认条件，或你可以添加自己的逻辑
	END CASE;

	IF _key IS NOT NULL AND _key != '' THEN
		SET @query_str = CONCAT(@query_str, ' AND (b.title LIKE "%', _key, '%" OR b.cat LIKE "%', _key, '%") ');
	END IF;

	SET @query_str = CONCAT(@query_str, ' ORDER BY sub_date DESC;');

	PREPARE stmt FROM @query_str;
	EXECUTE stmt;
	
	DEALLOCATE PREPARE stmt;
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_QUERY_QUESTION
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_QUERY_QUESTION`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_QUERY_QUESTION`(IN `data` varchar(20000))
BEGIN
	select * from tab_question q order by sub_date desc;
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_QUERY_USER
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_QUERY_USER`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_QUERY_USER`(IN `data` varchar(20000))
BEGIN
	
	SELECT * FROM tab_user ;
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_READ_MSG
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_READ_MSG`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_READ_MSG`(IN `data` varchar(20000))
BEGIN
	DECLARE _user_id VARCHAR(40);
	DECLARE _mid INT;
	-- 解析 JSON 数据
	SET _user_id = JSON_UNQUOTE(JSON_EXTRACT(data, '$.user_id'));
	SET _mid = JSON_EXTRACT(data, '$.mid');
	
	UPDATE tab_msg SET `read` = 1 WHERE id = _mid;
	
	select 
		m.id as mid,m.fr,m.to,m.fr_icon,m.msg_title,msg_type,msg_date,u.user_name,b.*
	from 
		tab_msg m, tab_user u, tab_board b
	WHERE 
		m.`to` = _user_id and m.fr = u.user_id and `read` = 0 and m.board_id = b.board_id
	order by 
		sub_date desc;
	
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_REG
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_REG`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_REG`(IN `jsonData` varchar(20000))
BEGIN
		DECLARE _name VARCHAR(255);
    DECLARE _user_name VARCHAR(255);
    DECLARE _mail VARCHAR(255);
    DECLARE _pwd VARCHAR(255);
    DECLARE _icon JSON;
    DECLARE _user_id VARCHAR(36);
    DECLARE userCount INT;
		DECLARE lastId INT;
    
    -- 解析 JSON 数据
		SET _name = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.name'));
		SET _user_name = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.user_name'));
    SET _mail = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.mail'));
    SET _pwd = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.pwd'));
    SET _icon = JSON_EXTRACT(jsonData, '$.icon');
    SET _user_id = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.user_id'));
    
    -- 检查邮箱是否已经存在
    SELECT COUNT(*) INTO userCount FROM tab_user WHERE mail = _mail;
    
    IF userCount = 0 THEN
        -- 如果邮箱不存在，则插入数据到 tab_user 表
        INSERT INTO tab_user (`name`, user_name, mail, pwd, icon, user_id, user_type)
        VALUES (_name, _user_name, _mail, _pwd, _icon, _user_id, 1);
        
        -- 获取插入的用户记录的 id
        SET lastId = LAST_INSERT_ID();
        
        -- 返回插入的用户记录
        SELECT * FROM tab_user WHERE id = lastId;
    END IF;
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_REPLY_QA
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_REPLY_QA`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_REPLY_QA`(IN `data` varchar(20000))
BEGIN
	DECLARE _user_id VARCHAR(40);
	DECLARE _user_icon VARCHAR(200);
	DECLARE _board_id VARCHAR(40);
	DECLARE _title VARCHAR(200);
	DECLARE _sub_date VARCHAR(20);
	DECLARE _content VARCHAR(20000);
	DECLARE _to VARCHAR(40);
	
	-- 解析 JSON 数据
	SET _user_id = JSON_UNQUOTE(JSON_EXTRACT(data, '$.user_id'));
	SET _user_icon = JSON_UNQUOTE(JSON_EXTRACT(data, '$.user_icon'));
	SET _board_id = JSON_UNQUOTE(JSON_EXTRACT(data, '$.board_id'));
	SET _title = JSON_UNQUOTE(JSON_EXTRACT(data, '$.title'));
	SET _content = JSON_UNQUOTE(JSON_EXTRACT(data, '$.content'));
	SET _to = JSON_UNQUOTE(JSON_EXTRACT(data, '$.to'));
	
	SET _sub_date = NOW();
	
--   CALL DEBUG_MSG(_content);
  -- 创建一个新的 rep 对象
  SET @new_rep = JSON_OBJECT(
    'user_id', _user_id,
    'user_icon', _user_icon,
    'sub_date', _sub_date,
    'content', _content
  );
  
  -- 将新的 rep 对象添加到 content 字段的 rep 数组中
  UPDATE tab_board SET content = JSON_ARRAY_APPEND(content, '$.rep', @new_rep) WHERE board_id = _board_id;
  INSERT INTO tab_msg(fr,`to`,icon,title,sub_date,type,`read`) VALUES(_user_id,_to,_user_icon,_title,_sub_date,'回答',0);
	
	select * from tab_board WHERE board_id = _board_id;
	
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_RESET_UNREAD
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_RESET_UNREAD`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_RESET_UNREAD`(IN `jsonData` varchar(20000))
BEGIN
		DECLARE _id int;
    
    -- 解析 JSON 数据
		SET _id = JSON_EXTRACT(jsonData, '$.id');
    
    
		UPDATE tab_chat SET unread = 0 WHERE id = _id;
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_SAVE_CAT
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_SAVE_CAT`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_SAVE_CAT`(IN `jsonData` varchar(20000))
BEGIN
  DECLARE _board_id VARCHAR(40);
  DECLARE _board_type VARCHAR(10);
  DECLARE _category VARCHAR(10);
  DECLARE _sub_date VARCHAR(20);
  DECLARE _user_id VARCHAR(40);
  DECLARE _addr JSON;
  DECLARE _cat JSON;
  DECLARE _exists INT;

  -- 解析 JSON 数据
  SET _board_id = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.board_id'));
  SET _board_type = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.board_type'));
  SET _category = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.category'));
  SET _sub_date = NOW();
  SET _user_id = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.sub_user'));
  SET _addr = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.addr'));
  SET _cat = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.cat'));

  -- 检查是否存在记录
  SELECT COUNT(*) INTO _exists FROM tab_board WHERE board_id = _board_id;
  
  

  IF _exists > 0 THEN
    UPDATE tab_board
    SET 
        sub_date = _sub_date,
        sub_user = _user_id,
        addr = _addr,
        cat = _cat
    WHERE board_id = _board_id;
  ELSE
    INSERT INTO tab_board(board_id,board_type,category,sub_date,sub_user,addr,cat,title,content,fav,favCount,see)
    VALUES(_board_id,_board_type,_category,_sub_date,_user_id,_addr,_cat,'','{\"cnt\": \"\", \"rep\": []}','[]',0,'[]');
  END IF;
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_SAVE_CHAT
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_SAVE_CHAT`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_SAVE_CHAT`(IN `jsonData` varchar(20000))
BEGIN
		DECLARE _id int;
		DECLARE _unread int;
    DECLARE _content JSON;
    
    -- 解析 JSON 数据
		SET _id = JSON_EXTRACT(jsonData, '$.id');
		SET _unread = JSON_EXTRACT(jsonData, '$.unread');
		SET _content = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.content'));
    
    
		UPDATE tab_chat SET content = _content, unread = _unread WHERE id = _id;
		SELECT * FROM tab_chat WHERE id = _id;
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_SAVE_COLLECT
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_SAVE_COLLECT`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_SAVE_COLLECT`(IN `jsonData` varchar(20000))
BEGIN
    DECLARE _board_id VARCHAR(40);
    DECLARE _user_id VARCHAR(40);
    DECLARE _col_date VARCHAR(20);
    DECLARE _exists INT;

    SET _col_date = NOW();
    SET _user_id  = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.user_id'));
    SET _board_id = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.board_id'));

    -- 检查 board_id 是否存在
    SELECT COUNT(*) INTO _exists FROM tab_collect WHERE board_id = _board_id AND user_id = _user_id;

    -- 如果 board_id 存在，删除记录
    IF _exists > 0 THEN
        DELETE FROM tab_collect WHERE board_id = _board_id AND user_id = _user_id;
    ELSE
        -- 如果 board_id 不存在，插入新记录
        INSERT INTO tab_collect(board_id,user_id,col_date) VALUES(_board_id,_user_id,_col_date);
    END IF;

    SELECT * FROM tab_collect WHERE user_id = _user_id;
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_SAVE_CONTENT
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_SAVE_CONTENT`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_SAVE_CONTENT`(IN `data` json)
BEGIN
	DECLARE _fr VARCHAR(40);
	DECLARE _to VARCHAR(40);
	DECLARE _icon VARCHAR(200);
	DECLARE _board_id VARCHAR(40);
	DECLARE _title VARCHAR(200);
	DECLARE _sub_date VARCHAR(20);
	DECLARE _content json;
	DECLARE _type VARCHAR(20);
	DECLARE lastId INT;

	
	-- 解析 JSON 数据
	SET _fr = JSON_UNQUOTE(JSON_EXTRACT(data, '$.fr'));
	SET _to = JSON_UNQUOTE(JSON_EXTRACT(data, '$.to'));
	SET _icon = JSON_UNQUOTE(JSON_EXTRACT(data, '$.icon'));
	SET _board_id = JSON_UNQUOTE(JSON_EXTRACT(data, '$.board_id'));
	SET _title = JSON_UNQUOTE(JSON_EXTRACT(data, '$.title'));
	SET _content = JSON_UNQUOTE(JSON_EXTRACT(data, '$.content'));
	SET _sub_date = JSON_UNQUOTE(JSON_EXTRACT(data, '$.sub_date'));
	SET _type = JSON_UNQUOTE(JSON_EXTRACT(data, '$.type'));
	
  
  -- 将新的 rep 对象添加到 content 字段的 rep 数组中
  UPDATE tab_board SET content = _content WHERE board_id=_board_id;
  INSERT INTO tab_msg(fr,`to`,fr_icon,board_id,msg_title,msg_date,msg_type,`read`) VALUES(_fr,_to,_icon,_board_id,_title,_sub_date,_type,0);
	SET lastId = LAST_INSERT_ID();
	
	select * from tab_board WHERE board_id = _board_id;
	
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_SAVE_NOTE
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_SAVE_NOTE`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_SAVE_NOTE`(IN `jsonData` varchar(20000))
BEGIN
    DECLARE _board_id VARCHAR(40);
    DECLARE _sub_date VARCHAR(20);
    DECLARE _sub_user VARCHAR(40);
    DECLARE _content JSON;
    DECLARE _cat JSON;
    DECLARE _title VARCHAR(200);

    SET _board_id = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.board_id'));
    SET _sub_date = NOW();
    SET _sub_user = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.sub_user'));
    SET _content  = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.content'));
    SET _cat  = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.cat'));
    SET _title    = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.title'));

    IF EXISTS (SELECT 1 FROM tab_board WHERE board_id = _board_id) THEN
        UPDATE tab_board
        SET 
            sub_date = _sub_date,
            sub_user = _sub_user,
            title = _title,
            content = _content,
            cat = _cat
        WHERE board_id = _board_id;
    ELSE
        INSERT INTO tab_board(board_id,board_type,category,sub_date,sub_user,title,content,cat,fav,favCount,see)
        VALUES(_board_id,'note','NULL',_sub_date,_sub_user,_title,_content,_cat, '[]', 0, '[]');
    END IF;
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_SAVE_QA
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_SAVE_QA`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_SAVE_QA`(IN `data` varchar(20000))
BEGIN
	DECLARE _user_id VARCHAR(40);
	DECLARE _board_id VARCHAR(40);
	DECLARE _title VARCHAR(200);
	DECLARE _sub_date VARCHAR(20);
	DECLARE _content VARCHAR(1000);
	DECLARE _exists INT;

	-- 解析 JSON 数据
	SET _user_id = JSON_UNQUOTE(JSON_EXTRACT(data, '$.user_id'));
	SET _board_id = JSON_UNQUOTE(JSON_EXTRACT(data, '$.board_id'));
	SET _title = JSON_UNQUOTE(JSON_EXTRACT(data, '$.title'));
	SET _content = JSON_EXTRACT(data, '$.content');
	SET _sub_date = NOW();

	-- 检查是否存在记录
	SELECT COUNT(*) INTO _exists FROM tab_board WHERE board_id = _board_id;

	IF _exists > 0 THEN
		UPDATE tab_board
		SET title = _title,
		    sub_date = _sub_date,
		    content = _content
		WHERE board_id = _board_id;
	ELSE
		INSERT INTO tab_board(board_id,board_type,category,sub_date,sub_user,title,content,fav,favCount,see)
		VALUES(_board_id,'qa','受付中',_sub_date,_user_id,_title,_content,'[]',0,'[]');
	END IF;
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_SAVE_USER
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_SAVE_USER`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_SAVE_USER`(IN `jsonData` varchar(20000))
BEGIN
		DECLARE _name VARCHAR(255);
    DECLARE _user_name VARCHAR(255);
    DECLARE _mail VARCHAR(255);
    DECLARE _pwd VARCHAR(255);
    DECLARE _icon JSON;
    DECLARE _user_id VARCHAR(36);
    
    -- 解析 JSON 数据
		SET _name = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.name'));
		SET _user_name = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.user_name'));
    SET _mail = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.mail'));
    SET _pwd = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.pwd'));
    SET _icon = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.icon'));
    SET _user_id = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.user_id'));
    
    
		UPDATE tab_user 
			SET `name` = _name, 
					user_name = _user_name, 
					mail = _mail, 
					pwd = _pwd, 
					icon = _icon
			WHERE user_id = _user_id;
			
		-- 返回更新后的用户记录
		SELECT * FROM tab_user WHERE user_id = _user_id;
    
END
;;
delimiter ;

-- ----------------------------
-- Procedure structure for PROC_UPDATE_BOARD_FAV
-- ----------------------------
DROP PROCEDURE IF EXISTS `PROC_UPDATE_BOARD_FAV`;
delimiter ;;
CREATE PROCEDURE `zm`.`PROC_UPDATE_BOARD_FAV`(IN `jsonData` varchar(20000))
BEGIN
    DECLARE _board_id VARCHAR(36);
    DECLARE _fav JSON;
    DECLARE _favCount INT;
		
		DECLARE _fr VARCHAR(40);
		DECLARE _to VARCHAR(40);
		DECLARE _icon VARCHAR(200);
		DECLARE _title VARCHAR(200);
		DECLARE _sub_date VARCHAR(20);
		DECLARE _type VARCHAR(20);
		DECLARE _isFav INT;
		DECLARE lastId INT;

    -- 解析 JSON 数据
    SET _board_id = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.board_id'));
    SET _fav = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.fav'));
    SET _favCount = JSON_EXTRACT(jsonData, '$.favCount');
		
		SET _fr = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.fr'));
		SET _to = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.to'));
		SET _icon = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.icon'));
		SET _title = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.title'));
		SET _sub_date = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.sub_date'));
		SET _type = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.type'));
		SET _isFav = JSON_UNQUOTE(JSON_EXTRACT(jsonData, '$.isFav'));

    -- 更新 
    UPDATE tab_board SET favCount = _favCount, fav = _fav WHERE board_id = _board_id;
		
		IF (_isFav=0) then
			INSERT INTO tab_msg(fr,`to`,fr_icon,board_id,msg_title,msg_date,msg_type,`read`) 
			VALUES(_fr,_to,_icon,_board_id,_title,_sub_date,_type,0);
			
			SET lastId = LAST_INSERT_ID();
			
			select 
				m.id as mid,m.fr,m.to,m.fr_icon,m.msg_title,msg_type,msg_date,u.user_name,b.*
			from 
				tab_msg m, tab_user u, tab_board b
			WHERE 
				m.`to` = _to and m.fr = u.user_id and `read` = 0 and m.board_id = b.board_id and m.id = lastId;
		ELSE
			SELECT lastId as mid,t.* FROM tab_msg t where id = -1;
		END IF;
		
END
;;
delimiter ;

SET FOREIGN_KEY_CHECKS = 1;
